import 'package:sherlar/core/model/content_model.dart';

class AppContent {
  static String biography = """
G‘afur G‘ulom 1903 yilning 10 may kuni Toshkentda, deqhonlar oilasida tug‘ilgan. Uning otasi savodxon bo‘lgan. U o‘zbek va tojik mumtoz adabiyotini o‘qigan, rus tilini bilgan, o‘zi ham she’rlar yozgan. Uning uyiga Muqimiy, Furqat, Asiriy, Xislat va boshqa shoirlar kelib turgan.

1916 yilning kuzida G‘ofur o‘qishga kiradi. Onasining vafotidan so‘ng (otasi avvalroq vafot etgan), u ishlashga majbur bo‘lgan. Ko‘plab kasblarda o‘zini sinab ko‘rgach, u nihoyat, matbaaga harf teruvchi bo‘lib ishga kiradi, so‘ngra, pedagogik kurslarda tahsil oladi. 1919 yildan 1927 yilgacha u o‘qituvchi, maktab direktori, Ma’naviyat uyushmasi ishchilari raisi bo‘lib ishlaydi, bolalar uyini tashkil etishda faol ishtirok etadi.

1923 yildan G‘.G‘ulomning adabiy faoliyati boshlanadi. She’rlar, dostonlar, ocherklar, hajviy hikoyalar va qissalari gazeta va jurnallarda chop etila boshlaydi. 1923 yil yozilgan “Feliks farzandlari” she’rida yetim bolalar haqida gapirarkan, unda yozuvchi o‘z hayotini ifodalaydi, “Maorif va o‘qituvchi” oynomasida esa “Go‘zallik qayerda” nomli ikkinchi she’ri nashr qilinali. Birin-ketin she’riy to‘plamlari bosmadan chiqadi: “Dinamo”, “Xitoy suratlari”, “Biz sizlar bilan tirikmiz”, “Jonli qo‘shiqlar”, “Sizga”, “Sovg‘a”, “Tong qo‘shig‘i”, “Qo‘qon” dostoni va boshqalar.

G‘afur G‘ulomning 30-yil boshlarida yozilgan she’rlarida yangi shakllarga burilish seziladi, bunga mumtoz rus tilini o‘rganashi ham muhim darajada ta’sir ko‘rsatgan. Bundan tashqari, sanoatning o‘sishi, Turksib temir yo‘l magistralining qurilishi kabi uning ona yurtida sodir bo‘layotgan ajoyib o‘zgarishlarni ta’riflash uchun yangi lug‘at boyligi, yangi she’riy bo‘yoqlar, yangi ohang va vazn talab etilgan.

“Dinamo” (1931), “Tirik qo‘shiqlar” (1932) — yosh shoirning yo‘nalishi yorqin namoyon bo‘lgan birinchi she’riy to‘plamlari.

Shoirning boqiy hayot, mangu ko‘k daraxt haqidagi “Qish va qor” (1929), ““Non” (1931), “Toshkent” (1933), “Qutbda saylovlar” (1937), “Men - Yahudiyman” (1941), “Qish” (1941), “Xotin” (1942), “Afsuski, afsusni qo‘shib ko‘mmadi” (1945), “Bog‘” (1934), “Qayg‘u” (1942), “Kuz keldi” (1945), “Kuzgi ko‘chatlar” (1948) kabi she’rlarida umuminsoniylik, insonparvarlik mavzulari o‘z aksini topdi.

Ko‘pgina she’rlarida sharq donishmandi - ota timsoli mavjud: “Sen yetim emassan” (1942), “Qayg‘u” (1942), “Biri biriga shogird, biri biriga ustod” (1950), “Sizlarga - yoshlar” (1947), “Bahor taronalari” (1948) va boshqalar.

“Netay” (1930), “Yodgor” (1936), “Shum bola” (1936-1962) qissalari va “Shariat nayranglari” (1930), “Mening o‘g‘rigina bolam” (1965) hikoyalarida chinakam xalq qahramonlari, milliyligimiz tavsirlangan.
  """;

  static List<ContentModel> hikoyalarList = [
    ContentModel(
      title: 'КЕЧМИШ ВА КЕЧИРМИШЛАРИМДАН',
      content: '''
    Мен, 1903 йил, 10 май, жума куни эрта билан соат 
6 да туғилган эканман. Бу деҳқонча йил саноғи билан 
балиқ йили бўлади. Туғилган ерим Тошкент шаҳри, 
Шайховантаҳур даҳа Қўрғонтеги маҳаллада (ҳозирги 
Октябрь район, Профсоюз кўчаси).
Мен туғилганимда отам Ғулом Мирза Ориф ўғли 
35 ёшда, онам Тошбиби Шоюсуф ҳизи 21 ёшда экан. 
Кўпинча керак бўлиб қолганда отамнинг нима иш қилиб тириклик ўтказганини аниқ айта олмайман. «Деҳқон» деб қўя қоламан. Келес атрофида 5—6 таноб ери Ю 
бўлиб, унга буғдой, жўхори, мош дегандай, дон-дун 
экар экан. Қолган вақтларда умрини шаҳар ичида ўтказар экан. Отам дурустгина саводли, ўзбекча, тожикча яхши билар ва унча-мунча русча ҳам сўзлашар 
экан. Шаҳар ичида кишиларга ариза, справкалар ёзиб 
бериб юрар, шунинг учун ҳам исмига «Мирза» деган 
лақаб қўшимча бўлган экан.
Отам адабиёт билан жуДа қизиқар экан. Уйимизга ўзбек шоирлари ва хаттотларидан Хислат, Шомурод котиб ва бошқалар келиб юрганини эс-эс биламан. Фар- 20 
ғона водийсидан келадиган шоирлар ҳам: Муқимий, 
Тошхўжа Асирий, Фурқат, Муҳйи ва бошқаларнинг 
бизникига кўп келганини айтадилар. Отам «Мирза» ва 
«Ғулом» тахаллуслари билан талай шеърлар ёзган. 
Лекин булар бир ерга тўпланиб, ё бўлмаса босилиб 
чиққан эмас. Сўнгги йилларда амаким (отамнинг кичик укаси) Мирза Абдулла Мирза Ориф ўғли «Мирза» 
тахаллусини ўзиники қилиб олиб, шеърлар ёзар эди. 
Унинг «Баёзи Мирзо» деган китоби 1913 (1331 ҳижрий) 
йилда Тошкентда «Ғуломия» босмахонасида босилган. 39
Онам ҳам ўзбекча, тожикча адабиётларни ўқиб, англай оладиган зеҳнли хотинлардан эди. Узи шеър ҳаваскори бўлганидан халқ оғзаки термалари вазнида 
унча-мунча шеърлар айтиб юрганини эслайман. Булардан, айниқса, отам ўлимига бағишлаб айтгани ҳали 
ҳам қулоқларимдан кетмайди...

там 1912 йилда, 44 ёшида мазкур Қўрғонтеги маҳалладаги ўз ҳовлимизда вафот қилди. Ҳовли бўлганда 
ҳам қандай денг?! Қўрғонтегида, яъни «на дне»да 25 
квадрат саженли захкаш, тутдай тўкилай деб турган 
ҳовлида ўпка шамоллашидан ўлди. Унга ҳеч ким доктор ҳам чақиргани, банка ҳам қўйгани йўқ, пенициллин 
билан ҳам укол қилгани йўқ. Биз беш етим бола қола 
бердик. Мен 9 ёшда, энг кичик синглим — Баҳри 6 ойлик эди...
10 Мен бу ёшда аллақачон саводим чиққан, Навоий, 
Ҳофиз, Саъдийларни бемалол ўқир эдим, чиройлигина 
хатим ҳам бор эди. Бунчалик тезфаҳмликни биз ўқиган 
эски мактаблардан кутиш қийин эди. Масалан, бизнинг 
маҳаллалик Абдураҳмон Пари деган йигит 16 йилда ҳам 
«Ҳафтияк»дан чиқмаган эди.
Менинг саводли, хатли бўлишимга бошда отам, сўнг 
онам сабаб бўлдилар. Тирикчилигимиз ғоятда қийин 
ўтар эди. Йилига 20 сўмга приказчикликка берилган 
акамнинг маоши етмас эди. Шу пайтларда десангиз,
20 биринчи жаҳон удуши бошланиб қолди. Энди биздай 
камбағал, афтодаҳол, қўл учи билан кун кўрадиганларнинг ҳоли қандай бўлади? Қатта бойлар жуда ҳам 
бойиб, кичик бойлар синиб турган вақт, рус пролетарларининг подшога нисбатан янада ғазаби ошиб, қоши 
чимирилган замон... Узбек, тожик, қирғиз, қозоқ меҳнаткашлари рус пролетарига қулоқ солади, Мочаловларнинг обрўси қолмаган... Акамнинг хўжайини ҳам 
синди. Акам бўш қолди, кейин ҳайтовур «Темурлан» 
тамаки фабрикасидан уйга иш олиб кела бошлади.
30 Тайёр гильзага тамаки тиқиб, папирос ясар эди. Тез 
фурсатда бу ишни онам, мен, ўртанча синглим ҳам ўрганиб, акамга ёрдам бера бошладик. Кунига қўл билан 
10 мингга яқин папирос тайёрлар эдик.
1916 йилдаги миллий озодлик қўзғолонида бизнинг 
маҳалламиз ҳам ўрта роллардан бирини ўйнаган, чунки 
у халқ ёпирилиб борган шаҳар ҳокимининг маҳкамаси 
жойлашган Олмазорга ёндош қўшни маҳалла бўлади.
1916 йилнинг кузида акам мени Уқчи маҳалладаги 
«8-ое Самсонское русско-туземное училише»га ўқишга
40 берди.
— Русча ўрганиш керак, русга эргашиш керак. Руснинг баридан тутсанг, ора йўлда қолмайсан,— деяр 
эди у.
1917 йил Февраль революциясида мен тойлоқдай 
бола рус мактабининг биринчи классида Л. Н. Толстойнинг «Первая книга»сидан русча алифбени ўрганар эдим. 
Пушкин, Лермонтов, Фетнинг биринчи классга 
хос кичик шеърларини ёд олар эдим.
Февраль буржуа-демократик революциясининг ғалабасидан сўнг ҳам аҳвол ўзгармади; уруш тўхтамади, 
арзончилик бўлмади, катта бойлар, катта деҳқонлар, 
ҳозию ҳозикалонлар ишнинг бошида, дастурхоннинг 
тўрида, замон-замон шуларники бўлди.
Ленин партиясининг раҳбарлиги остида рус пролетариати Мувақкат ҳукуматга ҳарши қизғин кураш 
бошлаб юборди. 15 ёшларга кириб ҳолганман, аҳлим 
алла жойларга етар эди. Бундан ташқари, акам «Туркестанский курьер», «Туркестанские ведомости» деган 
газеталарни олиб келиб, ўҳиб берар эди. Петроградда 
ҳам, Москвада ҳам рус ишчиларининг, солдатларининг 
революцион ҳаракатлари бўлиб тургани маълум эди. 
Хулласи, кузакка бориб, Февраль революцияси туфайли 
ҳокимият тепасига чиқиб олган Муваҳқат ҳукумат йиқитилиб, рус ишчи, деҳҳонлари, солдатлари Ленин, 
Коммунистлар партияси раҳбарлигида Улуғ Октябрь 
социалистик революцияси ғалаба қозонди. Бизлар ўзбек, тожик, қирғиз, қозоқ, туркманлар — ҳамма-ҳаммамиз руслар билан баравар курашларда қатнашдик, 
бу революцияга эргашдик, унинг халқларни озод қилувчи улуғ кучидан баҳраманд бўлдик,
Дар қатори ёрон, дегандай, мен яшаган қашшоқ, 
мазлум, паррихта оила ҳам озодликка чиқди.
1918 йилда онам 39 ёшда, бу ҳам ўша фалокат босган «на дне»да ўлди. Сал ўтмай акам уйланиб, бошқа 
ҳовлига рўзғор ажратиб чиқиб кетди. Сингилларим билан қолдим. Энди бирор ишнинг бошини тутиш, мустақил ҳаёт бошлаш керак эди. Совет давлатининг биринчи йиллари, ички урушлар қизиб давом қилмоқда, бир 
томонда босмачилик халқни хонавайрон қилмоқда. Жаҳон уруши оқибатларидан очарчилик бошланган, нима 
қилмоқ керак? Қилмаган хизматим, тутинмаган ишим 
қолмади. Охири босмахонага наборшчик — ҳарф терувчи бўлиб кирдим, босма ишида устозим кекса ишчи 
Абдураҳмон Соҳибоев бўлади. Узбекча, русча маълумотим бор учун шу кишининг маслаҳати билан 8 ойлик 
муаллимлар тайёрлов курсига кирдим. Сингилларим 
ҳам совет мактабларида ўқий бошладилар.
1919 йил 19 февралда комсомол сафига кирдим. Шу 
йил ўқитувчилар профсоюзига аъзо бўлдим. Шу йил 
23 мартдан бошлаб Урдадаги бошланғич мактабга ўқитувчи бўлиб кирдим. Янги, мазмунли, маданий, келажакли ҳаёт бошланиб кетди «Бир бор экан, бир теванинг боши бор экан...» деганларидай менинг қалбим ҳам муҳаббатдан холи эмас 
эди. Унча-мунча ишқий ғазаллар машқ қила бошладим. Бу — албатта, уйимиз доирасидаги «адабиётчилик» — Навоий, Муҳимий, Фурқатлар таъсирининг дуварак меваси эди. Комсомол ишларида актив қатнашганим, ҳар бир янгиликни жон-дил билан ҳувониб қабул қилганим учун жуда тез ўсиб борар эдим. Шаҳар 
комсомол комитети олдида яхши обрўм бор эди. ҚаттаЮ катта жойларда, масъул темаларда докладлар ўқишни 
топширар эди. Шаҳар маорифи ҳам сийлар эди.
1923 йилларда Маориф комиссарлиги болалар боқимсизлиги билан кураш жамияти билан бирликда болалар уйи — интернатлар очиш ишини менга топширди. Урдада «Урфон» ўрта мактабини ташкил қилишда 
иштирок этдим, унинг ёнида 150 болалик интернат — 
боқимсиз болалар уйи ҳам очилди. Биз бу болаларни 
Феликс болалари деб атар эдик. Чунки боқимсиз болаларни тўплаб тарбиялашнинг бевосита ташкилотчи20 ларидан бири ўртоқ Феликс Эдмундович Дзержинский эди.
Бир куни болалар боғчасидаги етим болалардан 15 
тасини бизнинг интернатга ўтказдилар. Мен бу гўдаклар билан бирга тунаб қолдим. Кечаси ухламай, кузатувчилик қилиб чиқдим. Шу кеча ўз етимлигим, бошимдан кечирганларим ва шу етим болалар аҳволи, ҳукуматимизнинг, Лениннинг шу гўдакларга ғамхўрлиги 
тўғрисида шеър ёздим. Шу шеъримни биринчи шеърим 
десам бўлади... Иккинчи шеърим «Гўзаллик нимада?» 
30 сарлавҳаси билан 1923 йил апрель ойида босилди... 
Қарабсизки, шоир бўлаётирман... Менинг ёзганим ҳам 
босилади...
1924—25 йилларда Тошкент шаҳар маориф ходимлари комсомол комитетига секретарь бўлиб сайландим. 
Маориф союзига раис ўринбосари бўлдим, икки мактаб, 
бир интернатда мудир эдим, ишим ҳаддан зиёда кўп, 
шоирлик аҳён-аҳёндаги эрмакларимдан эди. Бу пайтларда шеърдан кўра ҳажвий нарсалар ёзишга қизиқар 
эдим. Яна тўғриси, шароит шуни талаб қилар эди. 
40 «Муштум» журналининг ҳар сонида, деярли бирор асарим босилиб чиқар эди.
Асосан, мени шоир қилиб етказган Ленин комсомоли бўлди, сиз буни менинг «Қўмсаш» деган шеъримда 
кўра оласиз.
Хулласи, 1928 йил 15 сентябргача маориф ва комсомол соҳасида баъзан мудир, баъзан муаллим, баъзан союз раисн, баъзан агитатор бўлиб хизмат қилдим.
Шу пайтларда комсомол умумий маршларини мен ёзиб 
берар эдим, маҳаллий газета ва журналларга актив 
қатнашиб турар эдим.
15 сентябрдан бошлаб «Камбағал деҳқон» газетасига секретарь бўлиб хизматга кирдим. Газетачилик 
менинг ижодий ўсишим учун университетлик ролини 
ўйнади. Ер ислоҳоти ўтиб, колхозлаштириш даври етган, қулоқларга қарши кураш қизғинлашган, шаҳарда 
ҳам, қишлоқда ҳам синфий кураш ғоятда авжига мин- 10 
ган пайтлар эди, бирор кун йўқ эдики, «Қизил Узбекистон»да, «Камбағал деҳқон»да, «Муштум»да ё бошқа журнал, газетада бирор мақолам, фельетоним, очерким, ё шеърим босилмаса... Газета редакцияси Самарқандга кўчди. Ижодим яна-яна янги илҳомлар билан 
авж олиб борар эди. Рус ёзувчиларининг, шоирларининг ижоди билан яқиндан таниша бошладим. Энг 
севган ёзувчим А. М. Горький эди. Мен у кишининг 
асарларидан «Мать», «На дне», «В людях», «Мои университетн»ни, айниқса севиб ўқир эдим. Ва у кишидан 20 
кўп нарса ўрганган эдим. Пушкиндан, Лермонтовдан, 
Маяковскийдан таржималар қилдим. 1931 йилда биринчи шеърлар тўпламим «Динамо» босилиб чиқди, кейин 
кетма-кет иккита кулги ҳикоялар тўпламим босилди.
1930 йилда Тошкентга, область газетаси «Шарқ ҳақиқати»га секретарь бўлиб келдим.
Шу йиллар Маяковскийнинг «Во весь голос» поэмасини таржима қилдим. Ижодимга Маяковский кучли 
таъсир қилган. Мен Маяковскийни ўзимнинг устозим 
деб биламан. Бунинг учун «Динамо», «Тирик қўшнқ- 30 
лар» тўпламларимни кўздан кечириш кифоя.
1934 йилда СССР ёзувчиларининг бирннчн Бутуниттифоқ съездига делегат бўлиб қатнашдим. Шу ерда 
Алексей Макснмович Горькнйни кўрдим, докладини 
эшитдим, ўзи билан суҳбатлашдим ва шу ерда Марказий Комитет номидан сўзлаган А. А. Ждановнннг нутқи 
биз учун катта йўл-йўриқ бўлди.
1942 йилгача баъзан «Қизил Узбекистон»да, баъзан 
«Муштум», «Ер юзи» журналларида адабий ходим, 
очеркист, фельетонист, секретарь бўлиб хизмат қилдим. 40 
Бу кезларда энди мен танилган ёзувчн эдим. Москва 
рус ёзувчиларининг кўпи билан яхши танишлигим, ошна-оғайнигарчилигим, ижодий ҳамкорлигим бор эди.
Рус тили орқали жаҳон адабиёти классиклари ижоди билан яқнндан танишиб, Шекспир, Мольер, Лопе де 
Вега, Бомарше ва бошқалардан таржнмалар қнлдим.

Жаҳон халқлари адабиётининг ҳозирги замондагн 
энг йирик вакиллари ижодини ҳам ўзбек халқига таништириш йўлида қўлимдан келганча хизмат қилмоқдаман. Иоганнес Бехер, Пабло Неруда, Анатоль Гидаш, 
Эми Сяо, Ленгстон Хьюз каби ёзувчиларнинг асарларини 30-йиллардан буён таржима қилиб келаман.
Улуғ Ватан уруши бошланган биринчи кунданоқ 
ўзимни сафарбар деб эълон қилдим. Гитлерчи-фашист 
босқннчиларга қарши шеърлар солдатини шайлантирЮ дим. Бу кунлардаги ижодим ўқувчилар оммасига маълумдир ва шу йиллардаги шеърларимни тўплаб «Мен 
Шарқдан келаётирман» — «Иду с Востока» номли китоб қилдим. Бу китоб учун 1946 йилда СССР Давлат 
мукофоти лауреати деган олий мукофотга сазовор 
бўлдим.
1943 йилда Узбекистон ССР Фанлар академияси таъсис қилинди. Мен ҳам ўртоқларим қатори Академиянинг 
ҳақиқий аъзоси бўлиб сайландим.
Ҳалигача, яъни 1953 йилнинг баҳоригача таржима20 ларимни ҳам қўшганда 100 чоғлик китоб ва тўпламларим босилиб чиққан. Жонажон совет адабиётимизни 
яшнатиш, рнвожлантириш йўлидаги шунча йиллик холис ва ҳаққоннй хизматларим учун шонли Совет давлатимиз томонидан бир неча бор олий мукофотларга 
эга бўлганман. Бир марта Ленин ордени, икки марта 
«Меҳнат Қизил Байроқ» ордени, бир марта «Ҳурмат 
белгиси» ордени билан ва медаль билан мукофотланганман.
Халқдан чиққан бнр коммунист шоир, халқ хизмат- 
^ кори сифатида Узбекнстон ССР Олий Советига депутатман.
Халқим, Ватаним кундан-кунга гуллаб, улуғ Коммунистлар партияси раҳбарлигида социализмдан коммунизм сари бормоқда. Мен ҳам шу қаторда, шу улуғ 
машинанинг битта зарур винти бўлиб умрим охиригача хизмат қиламан.
Улуғ ва енгилмас Ватаннмизнинг халқлари жаҳон 
бўйлаб тинчлик бўлишини истайдилар. Мен шу саодатли тинчлик айёмларининг ва коммунизм қураётган со40 вет халқининг камтарин куйчисиман.
Ғафур Ғулом.
5 февраль, 1953 йил.
    ''',
    ),
  ];
}
