import 'package:sherlar/core/model/content_model.dart';

class AppContent {
  static String biography = """
Ғафур Ғулом 1903 йилнинг 10 май куни Тошкентда, деқҳонлар оиласида туғилган. Унинг отаси саводхон бўлган. У ўзбек ва тожик мумтоз адабиётини ўқиган, рус тилини билган, ўзи ҳам шеърлар ёзган. Унинг уйига Муқимий, Фурқат, Асирий, Хислат ва бошқа шоирлар келиб турган.

1916 йилнинг кузида Ғофур ўқишга киради. Онасининг вафотидан сўнг (отаси аввалроқ вафот этган), у ишлашга мажбур бўлган. Кўплаб касбларда ўзини синаб кўргач, у ниҳоят, матбаага ҳарф терувчи бўлиб ишга киради, сўнгра, педагогик курсларда таҳсил олади. 1919 йилдан 1927 йилгача у ўқитувчи, мактаб директори, Маънавият уюшмаси ишчилари раиси бўлиб ишлайди, болалар уйини ташкил этишда фаол иштирок этади.

1923 йилдан Ғ.Ғуломнинг адабий фаолияти бошланади. Шеърлар, достонлар, очерклар, ҳажвий ҳикоялар ва қиссалари газета ва журналларда чоп этила бошлайди. 1923 йил ёзилган “Феликс фарзандлари” шеърида етим болалар ҳақида гапираркан, унда ёзувчи ўз ҳаётини ифодалайди, “Маориф ва ўқитувчи” ойномасида эса “Гўзаллик қаерда” номли иккинчи шеъри нашр қилинали. Бирин-кетин шеърий тўпламлари босмадан чиқади: “Динамо”, “Хитой суратлари”, “Биз сизлар билан тирикмиз”, “Жонли қўшиқлар”, “Сизга”, “Совға”, “Тонг қўшиғи”, “Қўқон” достони ва бошқалар.

Ғафур Ғуломнинг 30-йил бошларида ёзилган шеърларида янги шаклларга бурилиш сезилади, бунга мумтоз рус тилини ўрганаши ҳам муҳим даражада таъсир кўрсатган. Бундан ташқари, саноатнинг ўсиши, Турксиб темир йўл магистралининг қурилиши каби унинг она юртида содир бўлаётган ажойиб ўзгаришларни таърифлаш учун янги луғат бойлиги, янги шеърий бўёқлар, янги оҳанг ва вазн талаб этилган.

“Динамо” (1931), “Тирик қўшиқлар” (1932) — ёш шоирнинг йўналиши ёрқин намоён бўлган биринчи шеърий тўпламлари.

Шоирнинг боқий ҳаёт, мангу кўк дарахт ҳақидаги “Қиш ва қор” (1929), ““Нон” (1931), “Тошкент” (1933), “Қутбда сайловлар” (1937), “Мен - Яҳудийман” (1941), “Қиш” (1941), “Хотин” (1942), “Афсуски, афсусни қўшиб кўммади” (1945), “Боғ” (1934), “Қайғу” (1942), “Куз келди” (1945), “Кузги кўчатлар” (1948) каби шеърларида умуминсонийлик, инсонпарварлик мавзулари ўз аксини топди.

Кўпгина шеърларида шарқ донишманди - ота тимсоли мавжуд: “Сен етим эмассан” (1942), “Қайғу” (1942), “Бири бирига шогирд, бири бирига устод” (1950), “Сизларга - ёшлар” (1947), “Баҳор тароналари” (1948) ва бошқалар.

“Нетай” (1930), “Ёдгор” (1936), “Шум бола” (1936-1962) қиссалари ва “Шариат найранглари” (1930), “Менинг ўғригина болам” (1965) ҳикояларида чинакам халқ қаҳрамонлари, миллийлигимиз тавсирланган.
  """;

  static List<ContentModel> hikoyalarList = [
    ContentModel(
      title: 'Шум бола',
      content: 'assets/files/G\'afur G\'ulom - Shum bola.pdf',
    ),
    ContentModel(
      title: 'Нетай',
      content: 'assets/files/Gafur Gulom. Netay (qissa).pdf',
    ),  ContentModel(
      title: 'Менинг ўғригина болам',
      content: 'assets/files/Менинг ўғригина болам.pdf',
    ),
    ContentModel(title: 'Cизники', content: """
Эҳ-ҳе...
Умрингизда юзталаб ёз бор,
Ҳали қўл тегмаган гуллар сизники. Шафаҳлар пойандоз: муттасил баҳор, Ёзу куз бариси сизники, чунки:
Порлоқ келажакнинг ўзи сизники!
Аҳмад ҳилди гилосин олчага пайванд,
Али ўз найига ўймоҳда ғаров;
Ҳаммангиз Ватан деб ўқиш, ишга банд,
Қилиғингиз ўзи барига гаров.
Шулар ўзи сизсиз, бари сизники!
Кечалар телмириб кўкка ҳарайсиз, Ранг-баранг юлдузлар учгандай бўлар... Икки йил бурунги аълочи бир ҳиз Юлдуздай учади ҳатто кечалар...
Уша сизсиз, бари сизники!
Оламнинг ўзи ҳам каттакон китоб,
Фалсафий умрлар унда бир поя...
 Дам олинг: Чимёнми, майли, Арслонбоб,
Бошингизга арчалар ташларкан соя — Билингки, шу Ватан бари сизники.
Биринчи сентябрь: поку тетик, соғ, Аълочи фарзанддан севинар кўзим! Сизга топширилди шу шаҳар, шу боғ, Наркомпросга ҳам буюрган ўзим,
Бариси, бариси, бари сизники!
Эҳ-ҳе...
Отангизнинг сочи оқариб,
 Сизга осмондан тополди мақом,
Капитал оламин ўлдирдик қарийб, 
Бунга гувоҳингиз дўст Ғафур Ғулом — Ростгўй шоирингиз ўзи сизники! """),
    ContentModel(
        title: 'НАВҚИРОН НАСЛИМИЗ СИНОВ ОЛДИДА',
        content: """Езажак шеъримга бўлсин деб асос 
            Кечмишни ҳозирга айладим қиёс. 
            Сиз бугун довюрак, қайнагаи қон-ла, 
            Аъло баҳоларни кутасиз жон-ла,
Аълочи ўғлонлар, аълочи қизлар, 
Ватан истаги ҳам худди ана шу!
Жаҳолат фикрни минг йил куттирди, 
Суқротга фалсафа заҳар юттирди. 
Улуғ Маркс, Лениннинг зўр фалсафаси 
Навқирон наслимиз олган нафаси,—
Аълочи ўғлонлар, аълочи қизлар, ' 
Ватан истаги ҳам худди ана шу!
Ҳамма халққа «Қонун», шахсига заҳар 
Синони ўз асри қилди дарбадар. 
Бизнинг ўлкамизда йўқолур офат, 
Улимни енгишга сизлар кандидат,
Аълочи ўғлонлар, аълочи қизлар, 
Ватан истаги ҳам худди ана шу!
Севимли Ҳамзамиз, Ҳозиқ-ла, 
Турди Халқимиз санъати учун бош берди. 
Эртанинг, эй адиб ва шоирлари, 
Кишилик руҳининг инженерлари.

Аълочи ўғлонлар, аълочи қизлар, 
Ватан истаги ҳам худди ана шу!
Қора ерга яқинроқ келсин деб қуёш, 
Улуғбек йўқотди кўкдай улуғ бош. 
Сиз осмон илмини сувдай ичасиз, 
Юлдуздан-юлдузга зумда кўчасиз.
Аълочи ўғлонлар, аълочи қизлар, 
Ватан истаги ҳам худди ана шу!
Сиз билган фанларни қилмайман такрор, 
Фақат салобатли бир ҳақиқат бор. 
Отамиз Лениннинг ҳурмати учун, 
Кўрсатинг навқирон наслимиз кучин!
Аълочи ўғлонлар, аълочи қизлар, 
Ватан истаги ҳам худди ана шу!"""),
    ContentModel(
        title: "БИЛИБ ҚУПКИ, СЕНИ ВАТАН КУТАДИ",
        content: """Сен бу кун синфда шод юрак билан 
            Синов навбатини кутиб турасан.
Аъло мамлакатнинг аъло фарзанди, 
Билиб қўйки, сени Ватан кутадн!
Глобусда бўлган ҳар кичик нуқта 
Миллионлаб қондошга ватан албатта.
Бахтиёр халқимиз яшар абадий, 
Билиб қўйки, сени Ватан кутади!
Жабрда масала қўш муаммодир,
Худди шунда бир улуғ қурилиш жодир.
Сен катта инженер эртами, индин, 
Билиб қўйки, сени Ватан кутади!
Шеърдир, лирика, балки оддий тил, 
Халқларнинг тиллари бир хил эмас, бил!
Дипломат бўларсан, шу бугун, энди, 
Билиб қўйки, сени Ватан кутади!
Фанлар кўп, фанлар бор ўрганишга куч: 
 Ерда юр, сувда.суз, осмонда уч.
Ҳаммасидан аъло, барчадан олдин,
Билиб қўйки, сени Ватан кутади!
Утмишни ўргансанг, келажак порлоқ, 
Партия тарихи йўлингда чароқ.
Аъло мамлакатнинг аъло фарзанди, 
Билиб қўйки, сени Ватан кутади!"""),
    ContentModel(
        title: "БИЛИБ ТУРИБМАН", content: """(Қўқон пионерларига атайман)

— Чунончи,
Кўм-кўк осмон бошингда зонтик,
 Ер заррину амиркон этик,
Сен қора кўз эркин кийикдек,
Қачон эди, айт-чи, менинг Яшарим?
— Байрамни айтяпсиз, билиб турибман.
— Сени севганимни яшириб турмасдим, 
 Ҳамма мисраларни қизилда ёздим,
Сен — йигит қадамда, мен — одим-одим, 
Қачон эди, айт-чи, менинг Яшарим?
— Байрамни айтяпсиз, билиб турнбман.
— Битта лола сенинг чаккангда эди, 
Усар от ўйинда арслонга минди,
 Келиб-келиб ёдимга тушибди энди,
Қачон эди, айт-чи, менинг Яшарим?
— Байрамни айтяпсиз, билиб турибман.
— Сен менинг бўйнимдан қучоқлаб эдинг, 
 Низомий, Хисравга қилиқ бирла тенг,
Сен: «Узим Навоий бўламан» дединг, 
Қачон эди, айт-чи, менинг Яшарим?
— Бугунни айтяпсиз, билиб турибман."""),
    ContentModel(
        title: "СОВЕТ ХАЛҚИНИНГ БАИPАМИ",
        content: """Улуғ байрам, энг олдинда жасур байроқдор, 
            Ёмғир ювган лола юзи каби беғубор. Гердайиб мен ҳам,
Колонналар қобоғида кетгум келади.
Арғумоқлар ўмров кериб майдондан ўтар, 
Қўшиқлардан бутун шаҳар гулдираб кетар, 
Қўшилиб мен ҳам,
Ғалабанинг маршин бирга айтгум кслади.
10 Танкларнинг туёқлари ерга ботаркан, 
Қомандирга суқим кириб қараб қоламан, 
Тезроқ улғайиб,
Шу қаторда бўй ўлчашни қиламан орзу.
Ҳавасларим қанотланиб кўкка учади, 
Баъзан ётиқ. баъзан текис, тикка учади. 
Баъзида ғойиб,
Самолёт кумуш ғозу осмон — океан сув.
Замбараклар аждар каби чўзар ҳалқумин,
Тинчлигини сақлаш учун улуғ халқимнинг, 
Гаров ҳар бири,
Ҳар бир ўқи ёв кўксида чалиб ўтар марш.
Бошланади, тайёрланинг, азамат парад, 
Бўйлар бўйга, сафлар сафга текис бўлсин ряд: 
Раз, два, три
Қолонналар илгарига, қани, шагом марш!
Халқ ўтади, улуғ совет халқи ўтади, 
Унинг севган ботирлари, унинг отряди, 
Унинг дўстлари,
Утар Улуғ Партиянинг эрлари қатор.
 Ёш юракнинг қувончини айта олмайман,
Эй қаторлар, мен ҳам сиздан кетда қолмайман. 
Ватан постлари,
Ёшман, аммо ўғлонингман, мана мен ҳам бор."""),
    ContentModel(
        title: "ҚАСИДАИ ШАМСИЯ", content: """Собир Абдулли газалига мухаммас
Фалак юғурди анинг нур ила зуволасини,
 Ер аҳлидин ёритиб ишқибозу воласини, 
 Тутиб қўлимда шароби ҳазорсоласини, 
 Кел, эй қуёш, уриштир жаҳон пиёласини,
  Жаҳон пиёласи бирлан бу жон пиёласини.
Яқинда учрашажакмиз фазо йўлакларида,
Ватан йигитларининг шунқори билакларида, 
 Сенга етгайми ҳавас ҳар юракнинг рагларида,
Элим йўлингга чечаклар сочиш тилакларида, 
Безатди гулга кўмиб боғи бирла доласини.
Қуёш кусуфи бу куйган юракка ўз эмас, 
Жаҳонда шеър ўқйб ўтдим, бу сўз сўз эмас, 
Юракнинг қадри баланд, ҳамма сўз сўз эмас,
 Чаманда гул уза булбул ўқурда ёлғиз эмас, 
 Қўшилди яллага тўти ёзиб гул кулоласини.
Ҳунарларингга тасанно фалак садаф чекишиб,
Замонга нуру заминга ажаб алаф чекишиб, 
 Фазилатинг сенинг эй офтоб даф чекишиб,
Олов юз ила йигит-қиз шаҳарда саф чекишиб,
 Хижолат этди кўку ер юлдуз ила лоласини.
Сенга тўярму назар кўзнинг йўқлиғи бирлан, 
Кўзинг қароғида киприк ўсуқлиғи бирлан,
Отилди зулмати шом нур ўқлиғи бирлан, 
Тун эрди қиз юзи чиммат тўсиқлиғи бирлан, 
Бу кун ҳарир тўқур нур тола-толасини.
Узинг бир ишни қилиб, сўнгидин савол этма,
Бўйинға чўлғагали нуру зар увол этма, 
Бу танга — тангача соя холу хол этма,
Кўришда кўксида ипни тумор хиёл этма, 
Тақибди ҳурлигу тенглик ҳуқуқ рисоласини.
Оқарди мусиқаи нур, ётар қуруқ тинглаб, 
Ҳамиша ҳажр мақомини лаби қуруқ тинглаб, 
Бу тонгда энг улуғ элдин йўлу йўруқ тинглаб, 
Бу эл эски қақир чўл аро қўшиқ тинглаб, 
Ажабга қолма, сувидир канал шалоласини.
Юракда зарраи хумро бўлиб қон кезасен,
Бани башарга бўлиб ишқ ҳамон-ҳамон кезасен, 
 Заминга дурбину авж осмон кезасен,
Кўрурмисенки қуёшсен мудом жаҳон кезасен, 
Ҳаёти биз каби бахтли кишининг боласини.
Нечук ажиб тонг отмишки, дилда шамс эрур зоҳир, 
Ҳаво, фалак, бутун олам юраккача тоҳир,
Қуёшу ой ҳама ўз касбида бўлиб моҳир,
Жаҳон машъали сен, мен Ватанга бир шоир, 
Икковининг ҳам ўз иши билгай ўз ҳаволасини.
Қуёшни мен қадаҳ айлаб ичайми қон, Собир,
Ғазалларинг ўлар ўлсам бўларми жон Собир, 
Ғуломиймен тўла нур майға меҳрибон, Собир,
Қадаҳга нур бағишлаб юз арғувон Собир, 
Қел, эй қуёш, уриштир жаҳон пиёласини."""),
    ContentModel(
        title: "САРҲИСОБ", content: """Гомердан бошланиб тамом бўлмаган 
            Одамзод ақлининг дурдоналари; 
            Миллиард сатрларда занжирбанд сўзлар, 
            Узингиз шоирга юпанч берингиз
Ва шоирлигига ишонч берингиз.
Навоий байтидай тўлқинли ёшлик, 
Бедилнинг шеъридай фалсафий умр, 
Вазну қофияси мустаҳкам ҳаёт
10 Роман ўқилгандай ўтиб бормоқда, 
Этаги қўллардан кетиб бормоқда.
Пайти келди энди қилсам сарҳисоб: 
Нималар ёзибман, нима куйлабман, 
Тонглар жилосидай уфқимга зийнат, 
Жилғалар ранг олди ўйноқ дилимдан, 
Покиза шеърлар оқмиш тилимдан.
Андишага жавоб юрак овози, 
Ақлида бутлиги зўр истироҳат, 
Тонг отар пайтида ичилган қасам
20 Ватан хизматидир, юракка хитоб, 
Енгил тортиб кетдим, мана сарҳисоб."""),
    ContentModel(
        title: "ҚУТЛУҒ КУН ҚУШИҒИ", content: """Ёқутдан юлдузли улуғ Кремль
Балоғат паспортин бердғ? қўлингга. 
Ленин ордени олдинг, бахтингга кафил, 
Нур сочар ҳамиша сенинг йўлингга.
Бошқа миллатларга ҳам сабоқ бўлди 
Улуғ устозимиз дорилфунуни.
 Имтиҳон қоғози сенга берилди,
Аъло, аъло, аъло — барча мазмуни.
«Инсон тупроқдандир», дердилар бироқ, 
Тош-тупроқ тақдири инсондан экан,
Она юрт ишқи-ла канал қазган чоғ, 
Тоғу тош барчаси бизга берди тан.
Пахтага устамиз, еру сув бўлиқ, 
Мингдан ошиқ янги орденимиз бор. 
Юракда севгимиз доимо тўлиқ,
Яша улуғ Партия, бердинг эътибор!
Чалинди завқ билан бахтнинг карнайи,
1940
Улоқчи отларнинг изи янги ой.
20 Йигитлик жомида толенинг майи, 
Билак қўндоғида шунқору хумой.
Инсон роҳатини сезмаган киши 
Бизнинг бахтимизни иқрордан маҳрум. 
Ҳаё бриллианти тушган кўз — шиша, 
Ким бўлсанг бу кўзни очмасликка юм!
Ҳатто ер шаклини чизган бола ҳам 
Паргарнинг тинч қўлин Москвага таяр. 
Унга ким кўз тикса ҳаёти барҳам,
Уни қўриқлашга барчамиз тайёр.
30 Бировга бош эгиш суратин чексанг — 
Мункиган эшакнинг расми чиқади.
Душман ўғирлайди хамелеондан ранг, 
Бу мунхиш бошингни гўрга тиқади.
Номард қилич тақса қобирғаси тоқ, 
Мақол бор: «Тулкиник'- думи арғамчи».
 Париж шантанидан Маннергейм, бироқ 
 Оина синдириб, аккорд олмоқчи.
Узбекнинг манглайи порлаган куни,
Бутун ўлка билан бирликда, бирдам, 
Сақлашга бу улуғ она-Ватанни
Доқийнинг номи-ла ичади қасам."""),
    ContentModel(title: "АЗИЗНИНГ ДАДАСИ НОС ЧЕҚИШНИ ТАШЛАДИ", content: """

Азиз ифлос кийиниб Кеча виговор олди,
Буни текшириш керак. Нима учун, нимага
Азиз балога қолди? Текшириб билиш керак.
Вали аканинг ўзи Рабочий бўла туриб
Носвой ҳам чекар эди. Уйдами, кўчадами
Парво қилмай, тупуриб Ахлатин тўкар эди.
«Туф» дедию кечаси Носвой аралаш ахлат
Пальтога келиб тушди. Афв этингиз болалар,
Рангин айтаман фақат: Кўку зангори, пушти.
 Азиз пальтони кийиб Виговорни олса ҳам
У ёғини айтмайман. Вали ака айтади:
— Чекмайман, дедим, болам! 
Ахир, энди чекмайман!"""),
    ContentModel(
        title: "ЯША, ДЕЙМАН, УҒЛИМ!",
        content: """— Дада, мен осмонга учар бўлсам, 
            Чеки йўқ кўкни ҳам қучар бўлсам, 
            Юлдуздан-юлдузга кўчар бўлсам, 
            Сен тубанда қолиб не дейсан?
— Яша, дейман, ўғлим!
— Дада мен танкка отлансам-да, 
Истаган ўлкага етсам дамда, 
Эсизки ҳозирча ёшим кам-да,

 Кўзинг йўлда толиб не дейсан? 
 — Яша, дейман, ўғлим!
— Дада, мен кетсам агар Москвага, 
Москва йўлласа душман-ёвга, 
Савасам мен бўз отимнинг човига, 
Сен тўзонда қолиб не дейсан?
— Яша, дейман, ўғлим!
— Дада, мен жўнадим Арктикага, 
Битта ортиқча путёвка санга, 
Эътибор бермай совуқ осмонга,
Сен туманда қолиб не дейсан? 
— Яша, дейман, ўғлим!
— Дада, мен сўрасам қаламингни, 
Тўлдирсам шеърда кўп-камингни,
 Юволсам хижолату ғамингни, 
 Езганимни ўқиб не дейсан?
— Яша, дейман, ўғлим!""")
  ];
}
