import 'package:sherlar/core/model/content_model.dart';

List<ContentModel> sherlarList = [
  ContentModel(title: 'ФЕЛИКС БОЛАЛАРИ', content: '''
Биз одам боласимиз, 
Одамнинг донасимиз, 
Биз ўсиб улғаямиз, 
Олим бўлиш ғоямиз.
Бизни етим қолдирган _ 
Босмачиларга лаънат. 
Фирқа бизга раҳбардир, 
Шўро қилур ҳаракат.
Ленин бизнинг отамиз, 
Биз сезамиз ҳаммасин: 
Елкамизда қўлини, 
Юзимизда нафасин.
  '''),
  ContentModel(title: 'ГУЗАЛЛИК НИМАДА...', content: '''
«Гўзаллик қизларда, 
у қора кўзларда, 
соз каби сўзларда», 
деганлар янглишар.
Гўзаллик бир гулдир, 
муддати фаслдир
яшамоқ аслдир, 
сиз, биз бор, у яшар.
Гўзаллик — ишлайиш, 
манглайни терлатиш, 
гўзалдир унган иш, 
мақтанса ярашар!'''),
  ContentModel(
    title: 'ИСТАКЛАРИМ',
    content: '''
(Ҳурилиқога ўхшатма)
Бўйингдан айланай, ҳазрат эшоним, 
Вужудингда бордир менинг гумоним, 
Яқинлашсам сенга — кетгай имоним, 
Алдамасдан бир кун турсанг, на бўлғай?
Қоқиндиқ бўлайин, червонли бойлар, 
Камбағаллар дастингиздан вой-войлар, 
Сиз ҳам бизга бир кунгина молларнн 
Ун баҳога сотмасангиз, на бўлғай?
Садағанг бўлайин, олифта банги,
Туллак беданангнннг чиқибди донги, 
Катта нашақовоқ ҳамроҳдир сенга, 
Замонага бир қарасанг, на бўлғай?
Бошингда парвона бўлайин, эй эл,
Ашур оши, ҳалим учун боғланг бел, 
«Етимларга кўмак» деса — юм кўзни,
Сен ҳам бир оз кўмак берсанг, на бўлғай?
Олқишларим сенга, меҳнаткаш мушти,
Узини англади — кимга мушт тушди.
Яша, «Муштум» почча, кўп йил ва ойлар, 
Тез-тез чиқиб турсанг энди, на бўлғай?''',
  ),
  ContentModel(
    title: 'КУРИНУР',
    content: '''
Кумуш қанот билан учсанг, товланиб тубан кўринур, 
Севимли, кенг, азамат социал Ватан кўринур.
Хаёл кўзи ета олмас шу тоғ этаги
Текис бўлиб, ерида пахтадан чаман кўринур.
Бу ўлканинг эгаси шон-шарафли колхозлар,
Ботир йигитлари бир жону бир бадан кўринур.
Қанотларингни ёзиб, эркин уч улуғ элда,
Бу ўлкада на зулм, на жабру кишан кўринур.
Бинолари кўкўпар муҳташам шаҳарлар кўп,
Совет шаҳарларидир бу, бунда илму фан кўринур.
Қатор бу янги гигант ишчи қудратин кўрки,
Бу ерда миллий туман йўқ, на алам, фиғон кўринур.''',
  ),
  ContentModel(
    title: 'СОВЕТ ҚАҲРАМОНЛАРИГА',
    content: '''
Эсар еллар, гувуллар қонли тўфондай заҳарханда, 
Булутлар қоп-қора чойшаб каби ёзган қанотини. 
Табиат чеҳрасини қоплаган минг йил қаро парда, 
Улим — тош қалбли бир аждар каби очган қулочини.
Улуғ музлар-ла девори кўк ўпган замҳарир қалъа, 
Шовуш устидаги маскан кўчар, судрар ҳалокатга, 
Оёқ сув устида, занжирли музлардан унга ҳалқа, 
Илашгай кўз қарашлар ҳар қадамда бир фалокатга.
Шу муз тоғларки, ютди биз яратган мард
«Челюскин»ни,
Қилич қайралди, чақмоқлар чақинди қаҳратонлардан. 
Оширди ишга бадбахт қалбида ётган ғазаб-кинни;
Уч олмоқ бўлди, енгмак касби бўлган қаҳрамонлардан.
Улуғ денгизда, кўчкин устида бошланди
жанг-турмуш,
Қаро ҳам муттасил кеч, кучли тўлқинлар, табиатда... 
Асирларда яшаш — бирлик, давом қилмоқда эркин иш, 
Ишонмоқ нури порлар кучли олмосдай бу зулматда.
Утар кунлар, эсар еллар, қутбда бир заҳарханда, 
Бироқ мард большевиклар зарра қўрқмасдан, яшар
мағрур.
Узоқ, даҳшатли музлар устида қолганда ҳам бандда, 
Унутмас қаҳрамон фарзандларин бир элки, ғоят зўр!
Бу биз — тоғларни қул этган, бу биз — осмонни забт
қилган,
Бу биз — чўлларга гул эккан, бу биз — денгиздан банд
тортган.
Бу — бизнинг ўлкамиздир, қаҳрамон миллион ўғил
туққан,
Кураш — одат, енгув — оддий ҳунардай кўксида оққан.

Эсар ел, йиртилур қутб чеҳрасин босган қаро парда, 
Бўронлар қирқилур тинмай, қанотлар худди бир
шамшир.
Агар куйлар эсам, ширин жимирлаш бошланур танда, 
Бу биз — ботир, бу биз — ғолиб, бу биз — ҳар ишда
оламгир.
Қутб бўш, унда йўқ энди совуқ муз банди қилганлар, 
Қутулди қаҳрамонлар — қаҳрамон дўстларнинг
илгида.
Шараф сизга, ёғар миллион дудоқдан кучли олқишлар, 
Бугун Ленин нишони порламиш мардларни кўксида.
Утар кунлар, кечар йиллар, юракда муттасил ханда, 
Бу бизлар — большевиклар янги қўрғонлар олиб
мағрур.
Узоқ, даҳшатли музлар бизни қудратга бўлур банда, 
Шунингдай қаҳрамонларни туғолган ўлка —
бизнингдур.''',
  ),
  ContentModel(
    title: 'от',
    content: '''
Қанотланиб учади 
Айғир ва шод қаҳқаҳа 
Қирғоғи уфқлар-ла 
Упишган ялангликдан.
Баъзан ғоят асабий 
Тирмашар шу тик тоққа,
Баъзан ёғар бошларга 
Парчаланиб уфқдан —
Эркин пропеллердай 
Қўтарилган хандалар...
Қувноқ кишновларидир 
Бу қаҳ-қаҳ саманларнинг,
Тўриқ, жийрон, бурулнинг 
Коллектив далаларда...
Асовлик тўлқинидир.
Симобдай сиймтанларнинг,
Бўй бермас ҳар анчайин 
Якка жилов қўлларда,
Чунки улар кўп эркин 
Коллектив чаманларда...
Уфқи кенгаймакдадир 
Устида эгасининг 
Умров кериб отларкан 
Сўнгги кураш бағрига,
Жангларга киролмасанг,
Ҳаром бўлсин қамчининг,
Бахмалдай жилваланган 
Шу аэамат сағрига,
Ҳай, большевик кўкламин 
Аскари бўлган ботир!...
Бу от эгаси каби,
Социалистик Ватанни
Қўриқлашга бор кучин 
Сафарбар қилган ботир. 
Бугун тинч турмуш билан 
Пахталар майдонини 
Трактор ёнбошида 
Уч қайта ҳайдаб ётир, 
Судрагани тўп эмас, 
Темир омоч сўнгудай.
Қанотланиб учади 
Айғир ва шод қаҳқаҳа, 
Қирғоғи кўринмаган 
Коллектив ялангликдан...''',
  ),
  ContentModel(
    title: 'КУКЛАМ МАРШИ',
    content: '''
Қаторлар-ла,
бригадалар-ла,
шеренгалар-ла,
илгари.
Зарбдор қадамлар-ла 
Кўҳна цишлоқларни бузган 
Харьков трактори 
сингари.
Чалинди
Синфсиз жамиятнинг 
Биринчи карнайи,
Қирқилди
Бомбалар-ла
муштумзўрликнинг
пайи...
Янги қалъалар олишга,
Янги қўрғонлар солишга,
Янги жаҳонлар қуришга, 
Тўсиқларни ағдариб —
Мард одимлар-ла,
тайёрлан!
Большевик даласига, 
Миллион тонна пахтага, 
Иккинчи беш йилликка, 
Бошладик қатъий юриш, 
Қатъий жанг,
қатъий уруш.
Янги асрларнинг 
Томирига қуйиб 
қон,
Қаторлар-ла,
Тунқаторлар-ла 
коллектив қишлоқлар 
сари.
Фан билан,
Маданият билан,
Янги машиналар билан,
Қизил агрономдай 
Юқори унум учун 
Пахта далаларига қараб 
илгари!..''',
  ),
  ContentModel(
    title: 'ОБРУ УЧУН',
    content: '''
Мана газета,
Турли хабар, мақола,
Улкамизнинг —
Турли бурчакларидан,
Ҳар қандайин ваҳма, кўптиришлардан
Узоқ бўлган
Чин ҳаётдан дараклар.
Донбасс қазпр 
Миллион тонналаб кўмир,
План бўлса тўлиб ошган,
Юз ўн бир.
Сталпно, Харьковда 
Талай кадр,
Марра ошар 
Кунда уч юз трактор,
Автомобиль, грузовой, паровоз.
— Биз тайёрмиз, янги излар устидан 
Бизларга сўз,— деяр,
Чопар, ҳанҳирар!
Узбскистон. пахтакорлик истиқлолин 
Уҳдага олган ўлка,
Қолдн орҳада!
Нега?
Бугунгина план бўлган 
Олтмишуч.
Кўпрак ғайрат,
Кўпрак обрў,
Кўпрак куч!
Чўкиш —
Муштумзўрни сийлаш,
Манглайин ўпиш
Ва «қнш» дегап важи карсонга
Олов
Ва зарбдор юриш!
Муштумзўрни тенг бўламиз 
Муштум — зўр:
Муштумимиз муштумзўрнинг бошига, 
Зўримиз-ла ундирамиз,
Кўнгил қўймай унинг қалбак ёшига! 
Муштумзўр у 
Тулки нарса:
Унга нима!
Қалинлатар гупписин,
Индамасанг
Пахта солиб қавир, ҳатто дўпписин.
Узбекистон!
Ишчи-деҳқон!
Англа, билки,
Бугунгина план бўлган 
Олтмиш уч.
Кўпрак ғайрат,
Кўпрак обрў,
Кўпрак куч!
Чўкишга қарши юриш,
Муштумзўрни мажбур қилиш 
Пайтларнинг шиори,
Ҳамма бирдан бос илгари, илгари!
''',
  ),
  ContentModel(
    title: 'ҚИЗИЛ КАРВОН ҚУШИҒИ',
    content: '''
Отим бўз айғир, ёли таралган,
Олдимда кенг қир, бахмал тўшалган, 
Қарвон ўтадир, бу бизнинг карвон, 
Тоғдай тилакни мўлжалга олган.
Ерга қарайдир осмонда ҳулкар, 
Бахтдай чарақлаб, тонг суради бар, 
Карвон ўтадир, бу қизил карвон 
Севги гулидан бошида чамбар.
Катта шаҳарнинг кечдик белидан, 
Топ-тоза виждон, манглай теридан, 
Карвон ўтадир, бу бахтли карвон, 
Ватанга совға колхоз еридан.
Мардлик ғурури қайнар кўнгилда, 
Юксак бинолар ўнг ила сўлда,
Карвон ўтадир, бу ботир карвон,
Эски қолоқлик оёқ тубида.
''',
  ),
  ContentModel(
    title: 'УПИРИЛИШ',
    content: '''
Уртоқлар!
Зўр ўпирилиш,
Бу заводда алкоголниш,
Прогулчи ялқовнинг,
Жағ бандаси учарнинг,
Миллатчи паст ўжарнинг,
Айшидан 
Кайфгами тенг?
Бу мумкин эмас!
Ким ўзи,
Ким у —
Улуғ қурилиш 
Пўлат йўлларида 
Улик шлагбаум.
Ким ўзи,
Ким у —
Буюк узилиш —
Иркит қўлларида 
Қай лагерда қавм?
Уртоқ 
Уйла, кўр,
Мана у душман —
Номард ўлумтик
Кўк кўйлак билан ўз ичнмнзда.
Уртоқ ячейка 
Завком, директор,
Сиз ахир учлик,
Сизда ўпирилиш бор,
Буюк ўпирилиш,
Буйруғингиз прессдан кучлик, 
Қарорингиз юксак вольтли мотор 
Бўла туриб нега
Юз берди бу иш?!
— Борми ишбай?
Бор, лекин кучланмаган.
— Зарбдорликчи?
— Бор, чинакам пишмаган.
— Мана, айб қайда экан. 
Упирилиш — уят тегар!
Ячейка,
Завком, бошлиқ 
Ҳай сиз қари ишчилар — 
Чиниққан, пухта моя, 
Етаклангиз ёшларни.
Евни сира аямай 
Устидан янчиб, отиб 
Юксак суръат-ла олға! 
Бошлайик ўпирилишга 
Қарши кенг жабҳа била 
Большевик юришини! 
Зарбдорлик мусобақа,
Қунт ва ишонч билан, 
Тинглатайик соғ шахдам 
Қалбимиз уришини!
''',
  ),
  ContentModel(
    title: 'ЧУЛЛАР БУЙЛАБ КЕЛАЁТИРМАН',
    content: '''
Дейдилар қуп-қуруқ 
Киприкка илашган 
Етим қатралар
Октябрь бошланган кунданоқ қолганлар 
Узоқда...
Узоқда.
Баъзида кўраман,
Якка ёғочларнинг 
Шумшук бошида 
Қарғалар...
Қарғами, меҳтарми?
Сайёҳлар,
Бизлардан бегона шоирлар каби 
Уз-ўзича шивирлар 
Аҳёнда лаби.
Туманли ва ишсиз уфқлар 
Бағрида
Қанотин силкар,
Гўё яккалар қўлида 
Елғиз тегирмон...
Масковдан бизгача 
Симлар тортилган;
Маданий турмушнинг 
Қон томирлари.
Шу симлардан 
Қўзга чўзилиб оқар.
Жуда узоқларда 
Бизлар билан тенг 
Қурилиш куйига 
Толеин солган 
Миллионча мард қалбнинг 
Ботир сирлари.
Ижод Чирчиқ каби 
Туман тармоқли,
Айрим ўзанлардан 
Душман кўзига 
Ҳалқум ҳўллагудай
Бироқ ҳокимият 
Шунча салмоқли 
Тармоқларни солиб 
Ғолиб изига 
Днепр савлатин 
Санъатга юклаб 
Мулзам — асрлар...
Қаро қалбга 
Еқди машъаллар!
Йўллар бўйлаб чўзилган 
Кўп панжаралар,
Пўлат йўлга босириққа 
Тургаи оқ қорлар 
Пахтпни кесар...
чегарада турган 
Қўриқчи нафар сингари.
Бизнинг сатрлар 
ёв йўлин тўсар, 
Қатнасин ҳадиксиз 
Пўлат карвонлар...
Масков!
Биз сенга келаётирмиз 
Қучоқларга сиғмас 
Умидлар билан. 
Пахтакор —
Коллектив қизларнинг 
Саломин
Ва дўстлик илҳомин 
Опичлаб,
Кенг Шарққа очилган 
Социал ватан 
Дарвозасидан 
Қўмондонга рапортга 
Келган солдатдай, 
Постлар мустаҳкам. 
Миллионлаб пахтакор 
Амрингга боқар, 
Ишимиз, кучимиз 
Ва санъатимиз 
Партиянинг ғолиб 
Бош уза нидо 
Қалам урармиз,
Амрин кутамиз''',
  ),
  ContentModel(
    title: 'БАИРАМ ТОНГИДА',
    content: '''
Бобо қуёш ухларди 
Тоққа ёнбошлаб,
Ой ботарди бир гала 
Юлдузни бошлаб.
Хўроз ҳали бўйнини 
Толдан чўзмасдан, 
Деразада кичик Мош 
Юзин ювмасдан,
Яйра капалак каби 
Уйда ғивирлаб,
Майин қўзғалиб лаби 
Узга диивирлаб 
Ойинанинг олдида 
Бўйинбоғ тақар, 
Уқтин-ўқтин ҳовриқиб 
Кўчага боқар.
Укажони Йўлдошнинг 
Уйқуси зийрак,
Жиндай шовқин-сурондан 
Кўз очар тийрак.
Тағин уйғониб кетиб 
Ииғламасайди,
Ойижонин Яйра қиз 
Жуда аяйди.
Яйра оёқ учи-ла 
Қадамлар эркин.
«Дада, ҳой, дада, туринг!» 
Туртади секин.
Дада фабрика учун 
Тайёрланарди. 
«Кетаётирмен,
Тонгги йиғин бағрига 
Етаётирмен.
Тўдамизнинг буйруғи, 
Бормасам бўлмас,
Ишга зарба беражак
БАИРАМ ТОНГИДА
Қолсам бир нафас.
Опам уйғонганида 
Айтиб қўярсиз!»
Бу кун бизнинг каттакон 
Бир байрамимиз.
Дада дадалик билан 
Юмшоқ эркалаб,
Яйра сочидан ўпди:
«Мунча эрталаб?
Кўча-кўйда ўзингни 
Авайлаб юргин,
Тағин конка, автобус 
Босиб кетмасин».
Яйра қувноқ чопади 
Тўдага қараб,
Тонгги майин ел қолар 
Сочини тараб.
Дада ўйлай бошлади 
Соқол ғижимлаб,
Шу кичкина бошларнинг 
Улуғ мазмунин.
Олтин қўнғиздай учнб 
Кўп эркин-эркин,
Тонг йиғилган ёшларнинг 
Жиддият ўйин.
Беш йилликнинг салобати 
Борлиги билан,
Шу онгларга ҳам 
С.ингмнш кучайиб.
Ҳой, мен қандай бахтлиманким 
Минглаб Яйранинг 
Отасидирман,
Қурилгувчи азамат 
Учинчи бўғин 
Бобосидирман.
''',
  ),
  ContentModel(
    title: 'БИЗ БАРДАМ ҲОИ, ШОНЛИ БАЙРАМ!',
    content: '''
Ҳар замон тийрак, тетик, 
Чарчоқни билмас кўзларим. 
Техника, фан, онг, курашдан 
Силжимайди кўзларим.
Иш кураш, турмуш кураш, 
Истар кураш жоним менинг.
Еш умид «кўнгил ғами» деб 
Четга силжиб оқмади,
Ҳис, шуурим бош чизиқдан 
«Унг» ва «сўл»га боқмади, 
Чунки қоврилди бу дошда 
Қайнаган қоним менинг.
Социал олам қуришда 
Бир нафас йўқ сўлти вақт, 
Кўҳна дунёни буришда 
Тинмасак кулгай-да бахт. 
«Най навоси»н тингламоққа 
Қўлда йўқ оним менинг.
Қатъий йилда қатъиятнинг 
Рулларин бурмоқдамиз.
Бу шарафли Октябрдан 
Улкамизга қўймиш из 
Пролетариат янграган кун, 
Шунда давроним менинг!''',
  ),
  ContentModel(
    title: 'ҚАЛБЛАР МОЖАРОСИ',
    content: '''
Ҳар дам
Яққол сезиб турамен 
Маъниларнинг қанотланганин, 
Завқларнинг тўлқинларини,
Ироданинг ҳарбга отланганин.
Сезимлар бор увоқ-увоқ,
Қалблар бор ранжиган — синиқ. 
Сезимлар бор жангжў, порлоқ,
Қалблар бор сувдан ҳам тиниқ.
Кўриб-билиб, сезиб турамен 
Сезимларнинг бу ғавғосини,
Қалблар ёқа бўғиб курашганда 
Ўлимдан бир-бировга совғасини.
Сезимлар бор гинали шубҳа билан 
Қалбларига улаган 
Занглаган қилич.
Сезимлар бор диалектика томлари-ла 
Қалбларига сингиб кирган Ильич!
Машъалли кенг йўлни йўқотиб, 
Сезимлар бор жабҳадан четланган, 
Қалбларида бир бўшлиқ ташийдир, 
Қўкрагин сезадир,
Ишончсиз бутун бўш,
Таянгудай далил, тиргаксиз;
На севги, севилиш,
На савдо, на эш.
Сезимлар бор 
Пўлатларга бош уриб,
Чақмоқлар яратган 
Гранитлар каби 
Қийинликларга кўкс кериб
Куннинг машъалин ёқолган,
Қурилиш куйига толеин солган. 
Қалблар бор қайғусиз, кадарсиз 
Суръат тизгинин бўшатмай,
Қурилиш кунларин 
Шукуҳи, завқи-ла
Туғилиб ўсади ва бирга яшайдир.
Бу достоннинг айрим сезимлари бор, 
Бу шеърнинг шахдам қалблари, 
Мисраларнинг қон томирлари, 
Сезимлар шўх ва зарбдор,
Қалбларки, беш йиллик 
Амр этган
Қурилишда бинокор —
Ульяновнинг комсомоллари;
Бу шеър
Шуурига Ленинни сингдирган 
Иигитларнинг қўшиқларидир. 
Қалбларнинг можаросида, у — 
Курашчанларнинг ўқларидир —
Мен унга бириккан.
Яққолгина кўриб турамен 
Маъниларнинг қанотланганин. 
Завқларнинг тўлқинларини 
Ироданинг ҳарбга отланганин.
''',
  ),
  ContentModel(title: '«МУШТУМ»ГА', content: '''
Эй, сен «Муштум», фикрим иншо айладингг 
Бир нечани сиррин ошкор айладинг, 
Эскиликка қарши белни боғлабон, 
Мухлисларинг найзабардор айладинг.
Эшонларни элга расво айлабон,
Хотин, чўри, цулдан жудо айлабон,
Домла, сўфини ерга жо айлабон, 
Муридларга дунёни тор айладинг.
Еза бердинг эски, янги айбини,
Бу қилиқ-ла буздинг кўплар кайфини,
Айта бердинг қўрқмай сенга ҳайфини, 
Ёш-ялангни анча ҳушёр айладинг.
Инсоф билан дўстлик аҳду паймонин 
Маҳкам қилиб, олдинг текинхўр жонин,
Сен босмадинг ҳеч бир кишининг ёнин, 
Тўғриликни ишда шиор айладинг.'''),
  ContentModel(title: 'БУ ҲАМ БИР ҲАҚИҚАТ', content: '''
(Мухбир ва мухбирчилик)
Биров мухбир бўлиб оламга изҳор айласа ҳақни,
Очиб берса ҳақиқат дунёсига эгри тўқмоқни,
Узин айбига иқрор айламасдан баъзи маъюблар, 
Тақарлар бўйнига бўҳтон, кўролмай ҳаққи-мутлақни, 
Дегайлар тўғри сўз мухбирга: «Эссиз, вой шўринг
қурсин».
Шунингдек бир кишиким тўғри йўл узра оёқ ташлар, 
Узоқ ўтмай бошида ўйнагай гурзи, таёқ, тошлар,
Қўярлар айбни ёзгувчи ё журналнинг бўйнига —
Шу хилда бўлса ишлар, тўғри йўлга бизни ким
бошлар?
Деса-чи шу кишилар, ўз-ўзига: «Вой шўрим қурсин».
Бу одат бизга ота ҳам боболардан мерос қолғон, 
Бутун турмушдаги қилган ишимизнинг бари ёлғон, 
Қачонки аксимизни кўрсатар кўзгу бўлиб журнал, 
Дегайми: «Мен эмас бу, кўрмайсанму бурни қон, қон,
қон!»
Шунинг-чун ўзга эллар бизга дерлар: «Вой шўринг
қурсин!».'''),
  ContentModel(title: 'ҚУРҒОНТЕГИ', content: '''
Қўрғонтеги ажойиб, хўб чингилинг маҳалла, 
Бири-бирига қарши, худди тарози палла.
Тўрт қадамда самовар, ана унда кўп гап бор:
«Ҳорманг, Юнусмат энди!» — «Раҳмат, ҳе баракалла!»
Уй бошида бедона, тақиб қўйдинг седона,
«Қўлингдаги қанақа?» — «Кичкина, туллак малла».
Янги масжид битибдир, жиловхона муборак,
Улмаса чолларимиз ғийбатни сотишалла.
Ойда-йилда бўлса тўй, қолмайди чиқмаган уй, 
Қатта-кичик бошида ўралган силлиқ салла.
Успиринлар ўтади, бай-бай, тўкилиб кетади,
Қилай деса иши йўқ, кеча-кундуз таралла.
'''),
  ContentModel(title: 'БИЗ икков...', content: '''
Гердайиш улуғлик сенинг,
Ялиниш, ёлбориш менинг,
Бизнинг бу муносиб сифатлар гўзал.
Кулишлар, нозлар сенда,
Аламлар, қайғулар менда,
Бизда бу галдаги қилиқлар гўзал.  
Усмалик қошларни ўйнатиш сенга, 
Мусофир бошимни тубанлаш менга,
Бизга бу ҳар кунги юмушлар гўзал.
Ҳар дамда минг хаёл сен-ла,
Умидли туйғулар мен-ла,
Биз-ла бу янглиқ севишмак гўзал.
'''),
  ContentModel(title: 'ХОН САРОЯИ', content: '''
Эй, кунгираси кўкларга етиб гердайган сарой! 
Туришингда нола уни, қурилишингда сирли вой,
Сенда «қирқ қиз» нашъаси-ла бир вақт яшар экан хон, 
Уша тожу тахтни энди ёш суви қидмиш вайрон.
Эй, кўз бўяшга тиккайган ялтироқ мағрур минора! 
Кеккайишинг Шарқ қуллари қўлидан-ку, қулоқ
осмайин зора.
Утгандаги эганг сенга ишонганча кетган экан,
Бугун сенинг тубинг уриб, ён-бағирларинг тўзиган.
Эй, қирқ йигит очиб-ёпган олтин занжир дарвоза!
Ҳар кун сирли остонангда неча ёзиқсиз тоза.
Машъум чеҳра фармони-ла бу дунёдан кетаркан, 
Қани улар, нега айтмай, жимжит хаёл сурасан?
Эй, деворда оқ соқолли Шарқ меъмори чизган нақш! 
Бир замонлар сенда экан ҳам ирганчу ҳамда фаҳш.
Бугун ўша ўтган разил гавдаларднр тупроқда,
Осий қуллар шаҳаншоҳсиз эркин ҳаёт сурмоқда.
Эй, келгусидан қўрқиб сарой тубига қочган зиндон! 
Бир маҳаллар зах бағрингда ёзиқсизлар бермиш жон.
Бунга қарши белин ушлаб қаҳқаҳа урган хоқон,
Энди анда қўшчи очдан ўлмасин, деб тўла нон.'''),
  ContentModel(
    title: 'киши КУРГИЛИГИ',
    content: '''Онадан туғмоқ:
Мусиқавий оҳанг каби аввал «тарона»дан бошлар. 
Яшамоқ:
Чолғуда «даромад»дай кучли ўйлар-ла чимиртар
қошлар.
Бизни севмак:
У «авж» пардаси янглиғ кўнгилни эркалантирганга ўхшар.
Лекин ўлмак:
Аламли «савт»дирки, барча тингловчининг
кўзин ёшлар.''',
  ),
  ContentModel(
    title: 'ТИЛАК',
    content: '''Кескин тилак сенинг улуғ йўлингда,
Олға қараб ботирларча бораман. 
Умидларим йўлин бўққан қора куч,
Тоғ бўлса-да парчалайман, ёраман.
Билагимда туганмас куч бор чоқда 
Мумкинми бу, ўртоқлардан қоламан.
Боз хўроз қичқирган шул тонг чоқда 
Чолғу олиб, «Олға» куйин чоламан.
Қоронғунинг қўрқинчини билмайман, 
Кўзларимда чақнагандир кескин нур. 
Қулоғимга тилагимнинг куйлари 
Ҳар чоқ айтар: «Марра узоқ, илдам юр!«''',
  ),
  ContentModel(
    title: 'ГАНЖИНАИ ҲИКМАТ',
    content: '''To бўлгунча Октябрь бир кун мурид, бир кун пир, 
Фарқ айламай ўру ҳир, ҳалалангу лангу лангам.
Қачон бўлди инҳилоб, гоҳ соғ эрдим, гоҳ бетоб, 
Баъзан нашр айлаб китоб, ҳалалангу лангу лангам.
Утдим фирқага қаранг, жоду айлаб ман фаранг, 
Самандардек ранг-баранг, ҳалалангу лангу лангам.
Газет муҳарририйдим, журналлар раҳбарийдим,
Кашмир бозирийдим, ҳалалангу лангу лангам.
Пештаҳам кир иборат, гонорарни айлаб ғорат,
Солдим яхши иморат, ҳалалангу лангу лангам.
Қўйдим уни ижора, нафс илкида овора,
Фирқа ҳайдаб якбора, ҳалалангу лангу лангам.
Кечди ул мойлик мози, кўчада айлаб бози,
Манким вадаванг Ғози, ҳалалангу лангу лангам.
Раҳм айлади наркомзем, «Қишлоқ» журналин миндим, 
Туя кўрдингми, ҳай жим, ҳалалангу лангу лангам.
Калла пишиб чиқди ҳид, соцстрахда мунқалид,
Дар қатори инвалид, ҳалалангу лангу лангам.
Ҳозир гуллаган омад, чор тарафдан даромад,
Танга мири буромад, ҳалалангу лангу лангам.''',
  ),
  ContentModel(
    title: 'ПАРАНЖИ',
    content: '''Хотин-қизлар элига дарду бало паранжи, 
Шамшод қадларини қилди дуто паранжи, 
Сиқди юракларини, қилди яро паранжи,
Шўро қурултойида бўлсин адо паранжи.
Маъсумани эзарга бу бир васила эрди,
Дин исмидан қилинган найрангу ҳийла эрди, 
Мунга ҳимоячилар золим қабила эрди, 
Золимнинг мақсадини қилган бажо паранжи, 
Мазлумаларга зиндон ул бедаво паранжи.
Қуллиқни ўргатурга гўё тузоғ бўлди,
Эркини олмоқ учун бошида тоғ бўлди,
Рангини заъфар этди, бағрида доғ бўлди,
Илму ҳунар олишдан қилди жудо паранжи, 
Бошга бало бўлур ҳам жонга жафо паранжи.
Шўро шиор отди майдонга: эрк-ҳурлик, 
Мазлумалар дилига берди руҳ ва жасурлик, 
Зулм эли чидаёлмай кўп қилдилар ғаюрлик, 
Отинг, опа-сингиллар, бошдан бало паранжи, 
Қуйсин, йўқолсин энди, топсин жазо паранжи.
Эркингизни олишга сизга лозим югурмак, 
Эрлар-ла ушлашиб қўл турмушни янги қурмак, 
Илму ҳунар олишга мактабга юз ўгурмак, 
Сизга бўлолмагай дуч юзи қаро параижи, 
Инсонда топмагай ҳеч ўзига жо паранжи.
''',
  ),
  ContentModel(
    title: 'СУЗАН, БИГИЗДАН МАШИНАГА',
    content: '''Нурмат, Саври яшамоқда яккарўзғорлик
«жўра» бўлишиб. .
Жўра бўлишиб —
коллективда яшамоқлик буларга «хорлик».
Нурмат қайси бир бурчакда этикдўз-косиб,
шошиб кетади.
Шошиб кетади —
Саври яккақўллик билан рўзғорда сасиб.
Кустарь Нурмат коллективлик каби зўр ишга
аралашманди. 
Аралашмайди —
хотини ҳам Саври опа ҳеч бир кишнга.
Эри кетгач қўли косов, сочи супурги —
сабру қарорсиз.
Сабру қарорсиз —
овқат қилиб тозалайди сигнрнинг тагин.
Бешикдаги боласининг маржондай ёши
қуйилиб стар.
Қуйнлиб ётар —
қозондаги кичирининг очилмай моши.
Прнмуснинг капсулида синмишдир нина,
дам бермайди ҳеч.
Дам бермайди ҳеч — 
эскн турмуш ташвишлари Саврипшага.
Саврн хумор тарқатишга чилимни солар,
тутун бурқитиб.
Тутуи бурқитиб —
хўл ўтиндан а'вж олмайин са.мовар қолар.
Арқон узиб бузоқ қурғур эмгай онаснп.
«Хўш!» деслмайди. 
«Хўш?» деёлмайди — 
эри Нур.мат маст қайтиб сўкса онасин.
Саврн ўзи хат-саводсиз — ҳеч ўқимаган:
«дод-дода» билмас.* 
«Дод-дода» билмас — 
эри Нурмат ҳар гал урса, кўзи қуйиб қон.
Нурмат бнр қун ишдан келди, жуда ҳовлйққан:
«Қулоқ сол, хотин,
Қулоқ сол хотин —
шу яқинда жуда катта фабрик очилган. 
Оёқ-кийим фабрикага энди бизлар ҳам
борар эмишмиз. 
Ёзар эмишмиз,
биз ҳам энди ивишиқ оёқларимизни.
Унда ҳар иш машинада, мижжа қоҳқунча
тикилар экан. 
Тикилар экан —
чокка эмас, балки кўзлар машиналарга». 
Айтганидай, ҳафта ўтмай Нурмат фабрикка
ёзилиб кетди. 
Езилиб кетди —
эски турмуш чигаллари бари бир йўлга. 
Коммунадан уй-жой тегди, янги, покиза —
ич-тоши гумбир. 
Ич-тоши гумбир —
Дилбар, Шермат онасини қилмайди изза...
Саври савод чиқармоқда, Шермат мактабда,
боғчада Дилбар. 
Боғчада Дилбар —
бир кошона ясласида чақалоқ сафда. 
Ош-овқатнинг бу рўзғорда қайғуси йўқдир,
баҳамжиҳатлик. 
Баҳамжиҳатлик —
фаровонлик қозонидан кўп қорин тўқдир.
Саври қумғон, қозон, бешик қайғуларини
асло чекмайди. 
Асло чекмайди — 
чилимдаги тамакининг оғуларини.
Нурматда ҳам қайта бошдан шаҳдам тетиклик,
ёшланиб кетган. 
Ёшланиб кетган —
қора кунларга қўйилмиш янги ишда чек.
У фабриканинг зарбдор, девкор уста бошчиси,
басма-басда ҳам. 
Басма-басда ҳам —
биринчиликни ютажак кунлар ишчиси.
Нурмат келиб, Саврининг ҳоли аҳволин
сўраб қўяди.
Сўраб қўяди —
Дилбарчасин «қур-ба-қа» деб ўқиган тилин.
Эҳ, кунларнинг дағдағаси, сафоси, донги
тугал бизники. 
Тугал бизники —
даврларнинг зарбдорлиги, шу меҳнат тонги.
''',
  ),
  ContentModel(
    title: 'олқиш',
    content: '''Олқиш!
Балли, олқиш.
Бир олқишки,
Олқишликдан кўра иш,
Шу салмоқдор қурилишнинг 
Суръатига ета олиш!
Биз куйчилар, пролетар —
Мозолланган қўлларнинг 
Кўз нурлари.
Миллий фашист,
Оппортунист,
Ишончсиз «ўнг», «сўл»ларнинг 
Бош устидан 
Босиб, янчиб ўтувчи 
Беш йилликнинг зўрлари;
Биламизки,
ё в лагернинг куйчилари — ёздилар... 
Кўп оздилар...
Қидирдилар,
Афсонавий қаҳрамон,
Қон ялайдирган хоқон.
Фақат... пучак,
пучак!..
Сўрганлари йирингли 
Бир эмчак.
Урунмасин,
Жиртакчининг қайғу қорни 
бўлсин тўқ,
Ёзай десак биз ҳам ўзнинг 
«Қурилиш»га ёзамиз!
«Вой миллат», деб,
«Оҳ ватан», деб,
Тиз қучоқлаш бизда йўқ,
Чунки шубҳа ботқоғининг
Узсиз, сўзсиз,
Бузғун, фақат,
Тийрак ёвнинг борлигин 
Қурилишнинг бош йилида 
Эпкинликлар ўргатди.
Ғараз тўлган бисотдаги 
Миллатчилик тариғин 
Сепиб, арпа кутганларни 
Биз фош қилдик,
Етук ақл кўрсатди.
Биз фабрикда меҳнат ҳилиб 
Хўп чиниққан кишимиз,
Унча-мунча қўғирчоқлар 
Эркин йўлдан уролмас. 
Қурилишга оҳанг қўшган 
Қуйчиларнинг эшимиз,
Минг уриниб қўзғатолмас 
Ҳар кўринган ифлос-паст. 
Биламизки, кўп ёздилар,
кўп оздилар, 
йиғладилар...
Бекзода, подшолик 
Дошида қайнаган,
Ет эллар пулига ёлланган 
Бир сотқин,
Келгинди, бош кесиб 
Қаҳрамон саналган 
Сардор босқинчининг 
Қонли қиличин 
Ялашдан тўймади 
У «эпчил» тиллар...
Биламиз, ёздилар,
оздилар,
Узлари-чун ўз қўл билан 
Улим — чуқур қаздилар. 
Чиндан ўлим,
Чиндан зарба берув учун 
Энди биз:
Ақлларни партиянинг 
Бош йўлига соламиз. 
Қаламларни кун давруғин 
Езмоқликка қистаймиз.
К и рли ги дан тозам и з.
Ҳарфлар, сўзлар,
Жумла ва қофиялар 
Мазмунларин опичиб 
Беш йилликлар билан 
Қатор босар из.
Биз,
Пролетар адиблигин, 
Пўлат қалам ўткир тиғин, 
Шу азамат қўлларда,
Уз синфий йўл учун 
Қурол қилмоқ истаймиз.
''',
  ),
  ContentModel(
    title: 'НЕФТЬ',
    content: '''«Бу саноқлар ёшайишдан 
Кўп узоқ хаёл,
Қандай мумкин беш йил каби 
Сиқиқ чанбарда 
Босиб ўтиш,
Толиққанлар бўлур сафарда,
Келажак... у, толе синаш...»—
Каби ғайбий фол 
Телбалари ситиқ тугма 
Каби яроқсиз,
Пуфаклардай учмоқдалар 
Қолдиролмай из.
Машиналар ҳансирайди,
Иликлар толмас,
Бўғинларга нефть —
Қон беринг,
Жон шимдирингиз,
Ер куррасин анор каби 
Сиқа олдик биз.
Типирчилаб сиғолмасдан 
Нефть занги — бадмаст,
Қора айғир тик ўмровли,
Яйдоқ ва тетик,
Беш йилликнинг дағдағасин 
Унга юкладик.
Уқувларни ишга солдик 
Эпкин ва таранг.
Зарбдорлик одатимиз,
Басма-бас шакл.
Қўрғон олган бомбалардай 
Ортда икки йил,
Тийрак киприк қурумлардан 
Бўлди сурма ранг.
Уттиз бирда ҳаво зилол —
Бир баҳор тонги,
Эфир бўйлаб
Социалистик оламнинг бонги;
— Беш йилликда нефть режаси 
Ортиғи билан бажарилди,
Икки ярим йилга етмасдан.
Бу бонг ғойибдан, ё хаёлдан, 
Қалбаки эмас,
Бу бир рапорт,
СССРнинг пролетари 
Чин яшашдан 
Йўллаётир тўлдириб ҳавас,
Узоқларни кўролган 
Партия сари!
Фақатгина фол тахтасин 
Кўрган фолбинлар!
Сизга «ёрдам» юзасидан 
Берайлик хабар:
— Шу ютуқлар
Беш йилликнинг учидагина, 
Қолган «пайғамбарлик» ҳақи 
Сизларда яна!
''',
  ),
  ContentModel(
    title: 'СЕЛЬМАШНИНГ БИР ДЕГРЕЗ ШОИРИ',
    content: '''Қандай бахтли шоирнинг 
Яратган ижодиким,
Тракторнинг эҳтиёт 
Бўлагидай ардоқли.
Тева минганларнинг 
Куйин тингладим,
Мунгли улар,
Сўрагандим:
— Сафарларин жабдуғидан,—
дедилар
Тракторнинг шўх куйига 
Шеърим жабдуғ бўла олса, 
Узимда йўқ севинарман 
Трактордай қаҳқаҳли!
Муҳаббатнинг «илоҳи»дан 
Уқ еган бир шоирни 
Хазонрезгиликда кўрдим,
Ҳар япроқ бир капалак,
Мажруҳ тани.
Топган сўзи:
— Оҳ фалак!
— Тур, ҳез,— дедим.
Аранг шивирлаб лаби:
— Сен сўкишда
Бир оддйй дегрез,— деди.
Уртоқ Сельмаш,
тинглаб қўй!
Давр ўғли — яъни мен:
Шаҳид, ғози,
Е миллатчи фашист 
Хунрез эмасман,
Балки кадр:
Шу кунларни ёзолғувчи
бир шоир,

Қуёлғувчи мард дегрез 
Сифатларин опичиб,
Сенга ишга бораман.
Сўкмайсанми, кураш куни 
Йўл тўсиб қилса ғовлик,
Фалсафаси тутун каби 
Узун, нордон мижғовлик?
Мен шоирми,
Уз давримнинг гайкасин билмай нега? 
Оч қолайки,
Не эканин била олмасам «сеялка».
Ҳей, қурилсин 
Сельмаш кўп тез.
Мана тайёр бир кадр,
Узи шоир,
Шоирликдан илгарироқ 
Эпчилгина бир дегрез!
''',
  ),
  ContentModel(
    title: 'ҲЕЧ ҚАНДАИ БИР ҚУрҒОН БОРМИҚАН, БОЛЬШЕВИҚЛАР ҚУЛГА ОЛМАГАН!',
    content: '''Шу содда биргина жумлада 
Қурултойнинг бутун мазмуни.
Масала, қарорлар ҳам 
Мундарижада бекўст-кам,
Қон каби топажакдир 
Жумлалар шуурини.
Кунларимиз йиллардан салмоқли,
Иилларимиз тугал бир умр.
Бизнинг қўлларда ёғочлар 
Бир мазмун оларки, темир.
Бир зумда каттакон бир муҳитдан 
Чақмоқ каби учиб ўтармиз.
Йилларнинг мазмунин ойларга сингдириб 
Социалистик жаҳонга кўчиб ўтганмиз.
Улкамиз тўғридан жуда ёш —
Ун тўрт ёшли новда, ўспирин,
Лекин етук товушимиз ғурурин 
Қурганимиз совхоз ва колхозлар,
Фабрикалар йигит бонгидан,
Днепр, Волга, Дон яратган,
Электрли порлоқ тонгидан,
Асримизнинг оддий бир батракка 
Бахш этгани синфий онгидан,
Тинглата олдик бутун дунёга!
Қирқ ёшли бошларнинг ақлини 
Сиқиштириб мияга жойладик.
Ер куррасин занглаган чархини 
Бошқа бир давр учун мойладик.
Беш йилликнинг иккиси қалъалар 
Фатҳ этган замбараклар каби,
Орқада гердайиб қолдилар.
Учинчи қатъий йил қурармиз 
Социалистик иқтисод учун пойдевор.
Ҳеч қандай қарши куч бормикан 
Биз билан курашда толмаган.
Ҳеч қандай бир қўрғон қолмагай
Большевиклар қўлга олмаган!
Афв этасан, ўртоқ қурултой,
Ҳозирги сўз сенинг борангда.
Сен бу кун тўғридан пролетар 
Ҳукмронлигига ифода.
Биз гурра кўтариб қўлларни 
Топширдик кунларнинг измини. 
Кунларки, йиллардан салмоқли, 
Бўшашмас суръатлар тизгини.
Биз сендан шаклча кўп содда,
Мазмунча салмоқдор қарорлар: 
Миллион жуфт кўз билан 
Ун миллион бармоқлар,
Туманча елкалар талабин сўраймиз. 
Қарор қил, бу кўзлар ствол устидан 
Марранинг биқинин пойласин. 
Бармоқлар тепкини боссин тез, 
Тепкики, капитал ердаги постидан 
Ажралиб ўлимин чоғласин... 
Кунларимиз йиллардан салмоқли,
Иилларимиз тугал бир умр.
Кунларимиз биздан сўрайдир 
Миллион тонна металл ҳам кўмир.
Миллион тонна момиқ сўрайдир 
Қурилишнинг зарбдор кунлари.
Қарор қил, қурултой,
«Бос!— деб,— илгари!»
Юракнинг ўғитин 
Кўрсатсин йигитлар,
Тўғонлар чип билан боғлансин...
Пахтакор колхозчи эрларнинг 
Зарбидан титрасин,
Марварид тишларин 
Кўрсатсин чигитлар!
Муштумзўр ситилган 
Тугмача мазмунга 
Бизнинг кунларда 
Бўлолмас эга.
Кунларнинг мазмуни қуюқлашадир, 
Юкланган вазифа ундан ҳам.
Беш йиллик энг қатъий бир йилда 
Қиз, жувон, ҳаммамиз 
Бирликда бардам,
Далалар бўйича миллионлаб трактор 
Рулларин бурғучи туманча кадр
керакдир!..
Шу гигант даврдан юз буркаб 
Қочмоқлик уятдан-уятдир,
уятдир!
Бу тўрт йил беш йилнинг 
 Сиқилган мазмуни
Ишлар ҳам, сўзлар ҳам,
Шеър ҳам мазмунча 
Салмоқдор — симобдай,
кўп тийрак бўлсин. 
Ҳарфларнинг ўзаро мусобақаси,
Сўзларнинг зарбдор бир дағдағаси, 
Жумланинг муқобил плани бўлсин. 
Туришларда битсин прогулчилик,
Биз энг қатъий бир йилга кирдик,
Қайтмасмиз кучларни енгмасдан.
Ҳеч қандай қарши куч бормикан,
Биз билан курашда толмаган,
Ҳеч қандай бир қўрғон бормикан, 
Большевиклар қўлга олмаган!
''',
  ),
  ContentModel(
    title: 'МАДАНИЙ ҚАТРА',
    content: '''Уртоқ қизлар,
Уртоқ ўспиринлар,
Чинин айтинг,
Кўпинча сиз,
Бир муносиб ўртоқни 
Тинмай қидирасизлар...
Менга қолса,
Яққолгина медфакнинг
Студенти билан ўртоқ тутунинг,
Ёки адаш тутинг 
Унинг қизидан.
Фақат дўстлик 
Сизни ва адашингизни 
Ҳаддан ўта
Бийрон қилиб қўяжак. 
Танишликдан икки ҳафта ўтганда 
Юрак шеъри —
Лирикалар, турмуш кечирмалари 
Сўйлаб тугатилажак.
Суҳбат қуруқ,
Мавзулар йўқ,
Кўзлар лўқ...
Сизга ёрдам бўлсин:
Кези келганда,
Биродардан қоқлатилган кишилар 
Ва уларнинг таркиб топишларидан 
Қатор сўроқлар беринг,
Мавзу илмий, мавзу ҳаётий...
Дўст ҳам ортиқ 
Чечовланиб кетадир.
«Одамнинг,— дер,—
Тўртдан учи оддий сув —
Турли тузлар,
Темир ва қисман кўмир...»
Дўст суҳбатин сир сақлайдилар-ку, 
Бироқ эпчил,
Чақимчи ел
Қўча бўйлаб зир изғиб, 
Сизнинг ширин 
Достоннинг бир мисраин 
Исирғадай
Тақиб қочди қулоққа! 
Суҳбат жонли,
Тўлин ой тентиб-тентиб, 
Такя қилар
Шу кўринган тик тоққа, 
Чарчоқ кўзин юмар,
Заррин кипригин 
Улаштирар 
Бир-бирининг устига,
Лекин уйғоқ
Дўстингиз ҳам кўп қатъий 
Кимёдан бир дарс берар
дўстига...
II
Мен шахт елиб,
Узининг кенг 
Қучоғида сақлаган 
Кўп севдигим 
Ишчи-деҳқон ичига —
Оиланинг керагига йўлланган 
Бир югурдак 
Бола каби бораман.
Қўл бўш эмас,
«Етти бошли 
баччажиш»дан афсона,
Е трамвай
Босиб ўлган кампирнинг 
Фожиали ўлимидан 
Бир хабар...
Ваҳималар... билан эмас,
Балки ҳақиқий лапар 
Дўстлик достонида 
Сўйланган сирнинг,
Одамзод эгалик қилган тананинг 
Довруғини кўтарганча бораман.
III
Ким бўлса ҳам чинин айтган: 
«Бизнинг умрлар ҳулол»,
Иккам юзга кирган
Таряки бир чол.
Маллахондан шу кунгача 
Кўкрагида сақлаган 
Кир-сўлак 
(афв этасиз)
Уқчиқланиб, букиб тиз 
Шаршаракка туплади.
 Бу шаршарак
Маъшуқалар чўққайган 
Ҳовузчалар қирғоғидан айланиб,
Е қўрқинчли босириқдан.
Туш тинглаб,
Натуралист бир шоирнинг 
Илҳомига боғланиб 
Аста жилмақда эмас.
Балки сифилис 
Яраларини ялаб,
Тиф косаси орқали
Меъдаларнинг қўрғонларин олгали
Миллиардларча
Микроб қўшини билан
Жой олмоқчи
Жуда ичкарилардан.
Қуёш — парма 
Тоғлар кўксин тешадир, 
Чотқоллардан ҳатлаб-ҳатлаб, 
Водийлардан чопадир.
Тинмай-тинмай 
Вазнсиз шеър,
Яйдоқ бўз айғир каби,
Симобдай пок булоқлар 
Жилваланган талотумли сиртига 
Шўх кечгани манзилларнинг 
Малолини илдирмай.
Табиатда қудрат борми 
Биздан вазн олмасин. 
Қурилишнинг ботир қўли 
Унга юган солмасин.
Тоғлар улуғ, тоғлар юксак,
Фақат банди филлардай 
Бинокорлик темирини, нефтини, 
Кўмирини ва бошқасин ташийди. 
Хартумини савол учун кўтариб, 
Кучсиз қолиб 
Енбошини қашийди.
• Дарёлар зўр,
Дарёлар куч,
Бироқ кишанладик ,биз, 
Сеҳрланган аждар каби 
Электрик пишқириб 
Днепр ҳам чўкди тиз.
Яйдоқ Бўз ҳам маданийдир,
Биз уни юганладик.
Унда айрим қатралар ҳам 
Тақиб олган галстук.
У сифилиснинг яраларин ўпарак, 
Тиф ялоғи орқали 
Қўшилиб тупук, сўлак 
Бизга келмакда эмас:
Балки шабнам поклиги, 
Булоқлар ўйноқлиги,
Қуёш мазмуни билан 
Совет табобатининг 
Онгли қозонларидан 
Социализм шаҳари 
Томирлари орқали,
Пролетар хизматига 
Қўп ҳовлиқиб келади.
Қаршингдаги бўйин эгиб,
Қўл боғлаган 
Шу чумак
Техникада энг оддий 
Бир формула:
Унгдан, «сўл»дан 
Сув бермагай,
Тўғри тут,
Большевиклар қурган 
Водопровод
''',
  ),
  ContentModel(
    title: 'МИЖЖА ҚОҚИБ УЛГУРА ОЛМАЙСАН',
    content: '''Мияда қон, 
кўзда, қўлда, оёқда,
Бу вужуднинг ҳар қисмида 
қон томир.
Бир вужуддай СССРни қопламиш 
фабрикада, хўжаликда, 
оилада, ҳар ёқда 
миллион вольтли Днепр,
Днепрлар бўйлаб оққан электр, 
шўх қалб каби сапчиб тепар — 
қон — ток сепар динамо.
«Юмшоқ» масдаридан 
тамом бехабар ўткир кўзлар, 
чегарада турган нишончи нафар 
сингари
шуъла найзали, титроқ киприкли 
Ленин чароғи!
Госплан Союздан бир счётчикки,
ҳаётдан маъданий рақамлар, 
пакка михларига илинтирилган 
пўлат ҳалқалар;
100% — юз фоиз!
Поезддан тез, 
қалдирғочдан, ўқдан ҳам, 
товушдан-да, 
минганимиз эфирдан ҳам.
Биз қудрат-ла
бир суръатга миндикки,
мижжа қоқиб улгурмайсан бир-икки. 
Ҳар секундда уч юз километр, 
«Коминтерн» бекатидан бир нотиқ 
жаҳон бўйлаб қилар нутқ!
''',
  ),
  ContentModel(
    title: 'ТАГДУЗИ',
    content: '''Симобдай жилваланнб, 
Кумушдай ялтираган,
Шу тагдўзи қайси бир 
Хинали қўлнинг иши? 
Қайси бир садаф сийна, 
Тўзим-ла санчиб йигна, 
Инжуларин бирма-бир 
Бу шоҳига қадаган?
Қайси қайғули юрак,
Шу япроқлар устига 
Шабнамдай ёшларини 
Чатиб-чатиб қолдирган?! 
Қайси бир зарурият,
Бу торгина чамбарда 
Тетик, қайтмас, тийрак 
Идрокларин толдирган?
Ҳар тўкисда бир тўқол, 
Қўлга олиб сиз яққол 
Бир текшириб кўрингиз: 
Тагдўзининг бир талай 
Қемтик-кўстин топарсиз. 
Тўридан гўри яқин 
Аллақайси чизмакаш, 
Нусхаларни чизибди, 
Жуда-жуда йироқдан, 
Биз билмаган «ироқ»дан. 
Чевар ҳам турлугини 
Урнига қўёлмабдир:
Нуқул оқ, баргикарам, 
Пистоқи, гўлос, зангор. 
Шу кундаги ёшларга 
Айниқса кўпроқ ёқар. 
Қизилу гулнори кам, 
Тикиши силлиқ эмас, 
Угирмаси чекмага,
Санамаси йўрмага 
Кундош бўлиб тургандай, 
Жуда қўпол бир тепчик,
Тепаси чўққи, кичик,
Кизаги салкам сара,
Жияги ўн уч иплик, 
Паранжи бандагидай, 
Қаландарга жандами,— 
Тўнкарилган қумғондай.
Чизмакашда нима айб, 
Аёлманд бешик-белик. 
Чизай деб олса пилик,
Бола йиғлар — ишлар ҳайф. 
Чеварнинг йўқ тиними, 
Қатимини олдими,
Адасига бир қултум 
Иссиқ қилиш ташвиши. 
Баъзан қучоқлар удум:
«Ҳа айланай, не қилай, 
Рўзғор қурғур ғор экан, 
Қайси бекач қайрилиб 
Узгага боқар экан?» 
Тепчикчининг бошида 
Каттагина кўргулик,
Уйдан чиқмиш яқинда 
Арслондай йигит — ўлик. 
Эгнида қора билан 
Қунт қилмас ўзга ишга. 
Орада номус деган 
Қўпроқ тегадир тишга. 
Бизлар бола чоқларда 
Қатор белбоғ боғлаган, 
Чаккасида тагдўзи,
Мўйлабларин ёғлаган, 
Ҳаккари дуранг этик, 
Олифта, сатанг, тетик,
Яғрин ташлаб ҳайқириб, 
Утганларни кўрсатиб: 
«Улмасин, йигит экан,
Қайси азамат ўғли,
Улоқда катта тўқли 
Човидан сирқиб чиқмас»,— 
Деб, мақташиб бир нафас 
Қолар эди бобойлар.
Бугуннинг йигитлигин 
Бошқача ўлчайдирлар: 
«Улмасин, йигит экан, 
Фалон завод зарбдори, 
Қўллари қадоқланган, 
Кўзлари ўтдай ёнган, 
Азаматлик виқори, 
Уртоғини ҳайқириб, 
Басма-басга чақирди.
 Билагидан металлар 
Уқ еган арслон каби 
Омон тилаб бақирди. 
Уртоқларининг кўпи 
Орқасидан эргашиб,
Утган ойда юз берган — 
«Упирилишни ёпдилар»,— 
Деб мақташиб қолалар. 
Бунга қўша бириси:
«Шу йигитдай кўп ботир 
Хотини ҳам синглиси,
Ҳар иккови фабрикда 
Уқувларин шимдириб,
Зарб билан ишлаб ётир.
Шу йигитлар кўпайсин, 
Қурилсин гигант-гигант, 
Бўш оқмасин зеҳният, 
Планлар бўйлаб сизсин»,-— 
Дея тўкар мақтовин. 
Тагдўзи, шоҳи қийиқ 
Қуннинг довруғи эмас, 
Гажак ва қора мийиқ 
Иигитлик донғи эмас. 
Йигитлик ўз билан тенг, 
Тўла бийлик эгаси,
Ёлғиз уйнинг «бекаси» 
Саври, Холпош, Хайрини 
Тагдўзилар бағридан, 
Бешик, сигир, увада, 
Адасига бир қултум 
Оби ёвғон ташвиши,
Аза, қора, бир тўда 
Урф-одатлар, удум, 
Эм-тумларнинг қаъридан 
Етаклаб чиқа олншдир. 
Ясла, бириккан туроқ, 
Қурумсиз пок ошхона,
билим, онг, меҳнат-яроқ, 
Фабрика-завод порлоқ, 
Туман-туман корхона,
Тетиклик ўчоқлари,
Кенг очиб ҳучоқларин 
Кутар опажонларин.
Қийиқлар, тагдўзилар, 
Чойшабу зардеворлар 
Чакмасига чатилган 
Қунт, тўзим, идрокларни, 
Беш йилликка йўналган 
Қурилишлар бўйича 
Сирқитиб оқмоқ керак.
Қўй, торгина чамбарда, 
Сиқилган минглаб юрак, 
Гайкаларнинг қирқимин 
Яйраб, бўрғалаб пишсин!... 
Қўй, уйғотсин ҳайқириб, 
Гудок кунлар наъраси, 
Ҳилпиратсин рўмолин 
Чин эрклик шаббодаси!
''',
  ),
  ContentModel(
    title: 'ҚУЛТИҚЛАНГАН ҚАЛЛА ТУҒРИСИДА ҚОФИЯЛИ ВАЪЗ',
    content: '''Навбат деган ўз-ўзидан тузилмагай,
Тақсимотнинг тепасида тўғри қилмай.
Неча баднафс ўз ҳиссасин қилиб мўмай,
Балоларни бизга юклар, дўстларимо.
Газетада ёзилиб чиқди қизиқ хабар,
Англиянинг олтинига учган хумпар 
Гўшт-ёғнинг саркоридан неча нафар 
Қўй-қўзини қирар экан, дўстларимо.
Биз илоннинг бошин янчдик бермай омон,
Энди навбат қолди унинг думи томон.
Тошкентдаги кушхонамиз душманга ён — 
Тутмасмикан, ёвга лаган, дўстларимо?
Бу тўғрида Аҳмад ўғли ёзди фикрин,
Биз ҳам солдик шу тарафга кўзнинг қирии. 
Машмашалар ўрмалади бирин-сирин,
Уйлаб-нетмай ёзавердик, дўстларимо.
Тупроққўрғон қирғоғини кўрдингизми?
Қиш келса ҳам қўраси йўқ ёки тими.
Мингдан ошиқ қўйлар ўлди чиқмай ими,
Очлигидан ем-хашаксиз, дўстларимо.
Қушхонада кўплар янги маҳалладан,
Кўпчиликнинг ҳақи ёнғоқ бир палладан, 
Қўлтиқларга қисиб олиб бир калладан 
Ҳадик олмай кетадилар, дўстларимо.
Ғофир ўғли Соат ўн беш қадоқ биқин,
Ундан сўнгра етти кило ёғин секин 
Умарганда ушлаб қолдик, эсиз, лекин 
Ҳайдар акам хаспўшлади, дўстларимо.
Яна янги маҳаллалик Юнус саллоҳ,
Коржомага бир думбани ўраб суллоҳ,
Таги жуда сирқирармиш урсангиз шох, 
Им-жим бўлди лаб тишланиб, дўстларимо.
Маҳкам, Тошмат ўғирлади салкам така, 
Буни билди завком, мудир ҳам ячейка, 
Лекин ўзи бир «улуқ»қа эрди ака, 
Ушлаганни тишладилар, дўстларимо.
Аравакаш, еч белбоғинг кўрайлик-чи,
Бу нимади, тиш иржайтиб қилган ажий, 
Қўйми, ҳўкиз, туя ёки эчки боши,
Таламаган сенми қолдинг? Дўстларимо!
Гўшт дўкони биздан сўрар забор патта, 
Прилавка орқасида учта нимта,
Кўз танишинг насибасидир албатта, 
Қомиссия «Сондан кес» дер, дўстларимо.
Қолганлари ёзилғуси келгуси гал,
Навбат олай, қозон қизиб, хотин махтал, 
Бизга қорин, жигар, буйрак тегса — асал, 
Дуо қилиб ей берамиз, дўстларимо.
Ахир бир кун суриштирар ўртоқ РКИ,
Очилғуси қолган-қутган ишлар таги, 
Чораларни кўрар бирни қилмай икки,
То унгача омон бўлсин, дўстларимо!
''',
  ),
  ContentModel(
    title: 'ТУГАСИН ТАКЯ',
    content: '''Талай қизил чойхоналар
қондираргина
Ташналикни бемалол,
Тортади диққатларни:
Деворларда алпи-салпи,
гаранг-лол,
От ўйинда масхарабоз,
Гижинг-гижинг отларнинг,
Еки Тарзан аждар билан қилур жанг —
Афишалари бемаъни,
яъни:
Кўнгилларга чўкдириб,
Қатор даҳшат, ваҳима,—
Эртаги ўйиндан бир эълоннома,
ёппасига ринг ҳам ранг.
Қизил бурчакмиш гўё,
Қаталакка қамалган
Кўп булбули ногўё,
«Уртоқлар,
китобларга сўрамасдан
тегманглар!»
Қимдир бунда —
Гиламини қоқмишдир,
Тегирмондан гард
тўфони оқмишдир,
Баъзан-баъзан —
Панжаларнинг, бармоқларнинг
изи бор,
Қачонлардир
бу қутбда жонлилар
Саёҳат қилган чиқар.
Янги турмуш тўғрисида
ўтган гал
Езганимга пушаймон —
сал
Бўлса ҳам қилмайман,
Кўнглим мусаффо, ором;
Чойхонашшг ўзида,
Бир синиқ ром
кўзида,
Бемскнйиинг ойннаси сингари,
Гарчанд телба-тескари
ёпиштириб қўйилган.
Чойхонадан бир чўнтак
пўкак йиғмиш
бир бола:
«Қармоққа жуда керак»,—
дейди менга мақтаниб.
Наматларни куядан
Сақлашга энг зўр чора —
нос талқон.
Даромаднинг озлигидан
нолийди;
«Чойхўримиз кам»,— дейди
Чойхоначи бечора.
«Пайров билан сафсата,
албатта,
Унумларнинг ўғити,
Радионинг сидирға гапи —
маддоҳдан ҳам баттарди,
Битта янги батарей
қўйишга йўқ ҳафсала»,
дейди шўрлик хўрсиниб.
«Улиб бўлдик димиқиб,
самоварнинг ўтини,
аччиқ экан тутуни,
эшикни сал очиигнз!»—
дейди ишчи Миразиз.
II
Бир қолипга тушолмаган
Дурда-дурда фикрлар
эговлакин,
Яшайишга мослансин.
Чандишайик, қайишайик
Менинг, сенинг айблардан!
Бир номаъқул кашфиёт —
қўпол режа тинглангнз,
Ман:
пиёлага оёқлар
Балки сиз:
боғламоқни ўйлайман.
шамларга кўзойнак,
китобларга дардарак
ихтироин сўйларсиз?
— Ҳар ҳолда қилинг кўмак,
маслаҳат, бу маслаҳат:
кенгашган тўн тор келмас.
 Шу шеъримнинг қолганин
ҳар ким тинглайман дсса —
қўлларшш кўтарсин:
Аксарият!..
Афв этингиз, ўртоқлар,
Қолган қисми шеър эмас,
қисқагина расмият —
маъруза:
Қизил чойхоналаримиз бўлсин, улар ҳордиқ чиқаришда бизга ёрдамчи бўлсин, биз иш устидаги ютуқ лар, янгиликлар, камчиликлардан суҳбатлашайлик,
тажрибалар ўртоқлашилсин. Жўралашган ҳаётнинг
йиғинчоқлари қизил чойхоналаримизда Ленин бўлсин.
Бўлсин унда радио, шахмат, қироатхона, ижтимоий
кружок!
Яшасин янги шаклдаги қнзил чойхоналар!
Тугасин такячилик!
''',
  ),
  ContentModel(
    title: 'БЕВИҚОР ҚОР',
    content: '''(Назира эмас)
Йигитчадан қочган қиздай буралиб,
Жин машина тароғидан таралиб,
Эркин-эркин момиқлардай «шаҳпарвоз»
Кеч куздаги япроқ билан ўйнаб ноз,
Қўл ушлашиб ерга тушган лайлакқор.
Мадҳиялар газета бўйлаб оқар,
Балки биров сенда кўрар «кўп виқор»,
Бир зериккан айтар балки «яна қор — 
Заҳарли игнасин кўзларга тиқар...»
Мен шу инжиқ сезимлардан бар силкиб, 
Жуда содда бир рабочий, колхозчи,
Бир пахтакор хўжаликда теримчи,
Қор ичимга ёққан каби кўз тикиб,
Дейман: «Евга важи-корсонлар туғар!»
Қўсакларнинг кўпи қилмамиш ханда,
Қандай бевақт бу қор айлади ҳужум!? 
Биринчи сорт намланиб бўлар «нежум»,
Ииғим-терим бўлмаган кўп хирмонда — 
Скуппункт беролмаган қоп-қанор.
Қор бемалол нор тевадай чўкади,
Салобат-ла шудгорни қилиб пайхон. 
Оппортунист томирига кириб қон,
Пичинг билан дейди: «План бўкади,
Агар шундай шилта бўлиб ёғса қор».
Қишлоқдаги муштумзўр ҳам руҳоний 
Оппоқ, сават бошли пояни кўриб,
Лаззат билан кир бармоғини сўриб,
Қилар дарров «бир саждаи шукроний»,
Деяр: «Мана қаторимиз ўсади,
Амомали малойиклар тўсади,
Ҳар қандай зўр суръат бўлса, важд, виқор».
Поя «меҳмон ҳосил»лардан эгилур,
Севинч билан «ўнглар»- «сўллар» тикилур, 
Шивирлашар «Тойпалди охири», деб. 
Фақат сўнгроқ қолади... қини еб,
Ким бўлмасин ишга гар шундай боқар.
Биз шамолдай паровозни қўшамиз,
Вулутлардай уюм-уюм момиқлар 
Тўқимачи заводларга йўлланар.
Қуёш ўзи қилган ишга — бетамиз — 
Куйинар-да, кўсак бошини чақар.
Биз планни бажарамиз ортдириб, 
Шиоримиз юз йигирма процент,
Ким ўзарга Қува, Фороб, Уш, Тошкент, 
Шаккокларга бурунларин тортдириб, 
Азаматлар — зарбдорлик таблин қоқар.
Ҳар бир кўсак, ҳосил берган ҳар чигит 
Бизнинг кўзга илашмасдан қолмайди, 
Панжасини тўлдирмасдан толмайди, 
Биздаги ҳар хотин-қиз ҳам эр йигит!
Ҳей, бевиқор, душманга ён босган қор!
''',
  ),
  ContentModel(
    title: 'ТУЛҚИНЛАР ОЛДИДА',
    content: '''Жабҳа бўйлаб оғир кураш
тинмай оқади.
Қум-кесакдан кўп бемадор қирғоқлар 
Уприлади, увалади,
Даҳшат — тантана,
Ҳайқиради бўйдоқ қаҳ-қаҳ билан пўртана.
Гирдобларга учраб қолган, йиртиқ елканли 
бир синиқ кема
Бир бешикдай чайқалади
пассажирларин
қалблари каби,
Эшкак қўлдан чиққан, умид қунруққа,
Пассажирлар жавдирлатнб
тслба кўзларин
солар йироққа;
У... ҳў... поёнснз, кўринмас соҳил,
Е нажот — илдиз.
Аллақайда бир тўда ит тўлқинга қарши
увулламоқда,
Бир яқинлик сезиб бундан, пассажир қалби
шувулламоқда.
Қишлоқларни қучоқлайди
тўлқин — қизил йўл, 
Муштумзўрлик сўхта шам,
Милтнрайди — сўнмоқда буткул.
Электрик нурига қарши, 
Жаҳон бир боғ қамиш бўлса, ёнднрса-қўйса.
«Кўпчиликда йўқ баракат —
Коллектив бўлманг,
Пахтакорлар хор»,—
дейди тинмай кеча-кундуз қилиб ҳаракат,
иғво тарқатар;
Баъзан бузар аламзада пахта майдонин,
ёқар хирмонин.
«Асака ранон «Байналминал» колхозига яширинча кнриб қолган муштумзўрлардан Исҳоқбой, 
Сўфибек, Ботирбек, Тешабой деганлар колхозни 
бузишга ҳаракат қилмоҳдалар. Баҳорда берилган
чигит,  пудча кунжарани шулар яшириб, чиритиб юборганлар. 15 адад турли машнпа асбоблар 
шуларнинг иғвоси билан ишлатилмади. Ҳозир 
занглаб ётади. Натижада,  гектар пахта мандонидан  гектари чопилмай хароб бўлди. Район тсрговчисн булардап 15 кишини қамоққа олди».

Буқаламун сингари ҳар дам ранг-баранг
қилади найранг,
Коллективлар қучоғига яширинади,
заҳарли ништар —
Аста-аста ичдан туриб беради зарар:
Чигитларни чиритади қўймасдан борин;
пўпанаклар устидан 
бир қўзиқорин
Муштумзўрлик насибаси униб чиқади.
Моғорлайди,
бир ўнгирда ўғит, кунжара,
Малҳамланади —
муштумзўрнинг қалбидан очилган яра. 
Машиналар ишлатилмай босиб қолса занг, 
Муштумзўрлик чеҳраси 
Олар бундан ранг.
Жабҳа бўйлаб тўлқин — кураш оқиб боради 
Мудроқ, якка қишлоқларни
колхоз — қизил нур ёриб боради.
Чиғанади,
Зўриқади
душман-муштумзўр.
Пўлга чўкиб қорабўра
тўғон бўлмоққа
Е зару ё зўр.
Кураш кўп шўх!
Оқизади «Бир сомон парча,
бир узуқ қилча»
Иламасдан чипни ва чипбастани —
Муштумзўрнинг жийиган ўлакса тани 
Аллақайси илдиз, чирик бутоққа 
илинади,
— сассиғин сочиб ҳар ёққа.
Бу тўлқинлар билан оққан
ҳазор ва ҳазор
Муштумзўрлик мурдасига 
қазийди мозор.
''',
  ),
  ContentModel(
    title: 'ТАКЛИФ ҚИЛЛМАН',
    content: '''(Умумий мажбурий таълим муносабрти билан)
Шу ёшгина ўспиринга қарангиз:
«Еш бошидан кашанда,
қандай орсиз, шарманда, 
бобосидай кўксовланар,
кўп эсиз!» деярсиз. 
Мурғаккина ўпкасидан бир парча 
Махорканинг тутунига қўшилиб,
Уткир ханжар сингари,
Бош устидан кўк тилиб,
Қанотли бир аждарча
Еки зангор илон каби буралиб,
Соғлиқ деган муаммога чирмалиб,
Шу «гумбази даввор» ичра сингади. 
Кўзларида маъносиз бир илтифот,
Гўёки у
Аллакимдан ранжибдн;
Ҳалигача
Мактаб, ўқиш унга ёт.
Машғулоти:
«Тойди» билан «Ачипти».
Биз бошданоқ шимиб олдик 
Лениннинг
«Саводсиз бир ўлкада —
Социализм тузилмас!»,—
деган ўтли шиорин.
Дилга чўккан
Анъанавий омиликнинг ғуборин 
Юз ҳам минг
Техникумлар, мактаблар 
Ювмоқда, олмай нафас —
Кишилар фабрикаси.
Комсомол ҳам пионер —
Миллионлаб соғлом кадр,
Қаторланиб чиқмоқда,
Келар киши ҳаваси,
Ҳар биттаси азамат —
Беш йилликни тўрт йилда 
Битказишга муқтадир.
Албат:
Шу бола ҳам
Пионердай гумбурлатиб барабан,
Шу қаторда қалам, дафтар қўлтиқлаб 
Юрмаганга аламланиб —
буриб лаб,
Аччиғини олар, балки 
Махоркадан, ошиқдан.
«Партиямиз ўқимоқни ҳаммага 
мажбурий деб қўйса ҳам,
Айтинг нега
Маорифда ўлтнрган акам 
бепарво?»—
деб балки чекар ғам?
Бир Тошкентнинг ўзида,
Узбекистон марказида — кўзида 
Рўйхатдан ўтмай қолган 
Шунча жон!
Маорифнинг вакиллари 
Қаландардай тентираб,
Эшикларни қоқади —
Расмият
Фақат,
Минглаб Мишка, минглаб Ванька, 
Минглаб-минглаб Аҳмаджон 
Расмиятдан ишга ўтиш 
Муддатига боқади.
Омилиги тугатилган 
Кекса гуруҳ ўрнига,
Янги бошдан саводсизлик 
«Кадр»лари ўсмасин,
Ижтимоий бурроликнинг йўлнни 
Бепарволик,
Сансалорлик тўсмасин.
Бир қарангиз, нима сўрар 
Шу боланинг кўзлари,
Бир бу эмас,
Шундайлардан минг-мингларнинг сўзлари:
— Беринг,— дейди,— интернат,—
Беринг,— дейди,— фабзауч,
Биз тарқоқ куч,
Бизга эътибор, ҳурмат!—
Дейди:
— Модомики,
Умумий мажбурий таълим —
Уқувга, ўрганишга 
Биздан бошқа 
Лойиқ ким?

''',
  ),
  ContentModel(
    title: 'ЯЛОВБАРДОРЛИККА',
    content: '''Айтинг,
нега менинг онам
туғмадикан илгари,
Миллион-миллион
партизанлар — кўнгиллилар сингари? 
Мен ҳам бир тан,
безиб «менадан,
этик билан сув кечиб,
Арғумоқни гижинглатиб,
Сўлиқ-ла сув ичириб 
Курашларнинг дабдабасин шимириб,
Қайиш билан бел сириб,
Будённийдай серсавлат,
Фрунзедай эр...
Фақат,
кўп афсус!
Бухоро бир олтин коса
қон-ёш билан лиммо-лим, 
қонхўр
амир Олим,
Қусуғига ёнбошлаган 
бир бадмаст,
Дин эса,
разил-паст.
тиз ачомлаб алёрчи. 
Жажжи-жажжи
қизларимиз канизак,
Гўдакларимиз бачча —
қандай ҳақорат, мазак!
Шу фараҳли тонггача
ҳей, сен йўқол,
ҳей, сен банги!
Биз от сурдик майдонга, 
ўлдирилган
миллион ишчи,
миллион-вдиллион деҳқонгн
интиқом деб,
яъни қон, деб,
Ут очилган кунларинг 
Тумтароқин кўролмайин қолганмен.
Ҳей, айтингиз,
нега онам туғмадикан илгари,
Ромба таққан қўмондонлар,
қаҳрамонлар сингари?
Диер-диёр
ер киндигин, 
зириллатиб Ҳазарга 
От солганда,
Мот қолганда — 
бўзиб лаби
ҳуркович эшак каби 
ёв қолиб «алҳазар»га.
Асфандиёр,
қочоқ Жунайд,
пистирмачи Абдуллоҳ,
Ҳар ён тўлқин,
ҳар ён исён, туғён,
Душман тополмай паноҳ.
Ғарбдан малъун босириққа
кафан танли инглиз,
Така-туркман
рўзғорига кўз олайтирган иблис,
Бир ҳамланинг шиддатидан,
тумтарақай қочганда,
Ҳар қадамда туман зафар
қучоғини очганда, Бир яловдор,
Бир байроқдор,
Бир рядовой сингари,
Қизил қўшинлар қатори —
туғилмадим илгари.
Майли,
ўтмиш ўн йил менга
шуур берди, онг берди.
_ Гўдакликдан йигитликка кўтарди.
Куч-қон берди.
Мен улғайдим,
курашларнинг нашъаларин эмарак, 
Келгусига мендайлардан
миллион-миллионлар керак. 
Иқтидорим
мураббийси — ВКП(б) даҳоси 
шуълалари тагида,
Гавризангар чўққисидай 
 виқорли,
Қизил аскар шлемидай
дағдағали муқтадир.
Аҳён-аҳён:
— Нега, дейман,—
эрта кунги Октябрь 
жаҳон бўйлаб инҳилоб
туғилгувчи кун бўлмас?
Мен курашда,
мен қамалда ўлган
Номсиз 
Рядовой —
бир аскардай сафбастамен,
ўзлигига иловсиз.
Ҳе Осиё, Европа,
кўҳна дунённиг,
Африка,
У қора танларинг сенинг,
Афғоннинг, Эроннинг,
жумла жаҳоннинг қуллари,
Дамашҳнинг, Басранинг
етим, туллари,
Марокаш эрлари,
Сиём шерлари,
Раъдвор наъралар
тортмоҳлик галинг.
Қўй жаҳон уфҳида,
ҳилпираб шу қизил яловки, 
бирлашсин ер узра
барҳаёт йўҳсил!
Бу умид шуурим —
омолим менинг.
Миллиардларча пролетар 
дўстлар билан тенг,
беш мингча йилларнинг
Занжири —
Саддн Искандар
бузармиз
битта ҳайбатдан,
Хитойни қутқазиб асоратдан.
Америка кўк ўпар
шаъни-шукуҳи,
Фаҳшнинг,
қалбаки сурурнинг кўриги. 
Монте-Карлолар
ўрнида қурармиз
ёруғ дунёни,
Курашга мосланмиш
синфий ҳурликка,
Ҳар ишчи,
ҳар деҳҳон
яловбардорликка...
''',
  ),
  ContentModel(
    title: '«ВОИДОД, БОРМАЙМАН», ДЕДИ',
    content: '''Бўлса ҳам гарчанд район обод, бормайман, деди, 
Улдиринг, судга беринг, войдод, бормайман, деди.
Кўзларин жовдиратиб сузган сатангларни қўйиб, 
Қўсқи қишлоқи менга кўп ёт, бормайман, деди.
Каттакон округда катта портфель, катта маош, 
Автомобиль йўқ, яғир бир от, бормайман, деди.
Мен ким-у қишлоқи ким, чумчуқ билан аэроплан, 
Тўртта батракдан ейиб шаппот, бормайман, деди.
Мен шаҳар обу ҳавосига чиниқдим неча йил,
Унда бўлгайман тумов ё бод, бормайман, деди.
Хотиним, бола-чақам мен бўлмасам ичикгуси,
Ким қилар оилага овқот, бормайман, деди.
Шунча йиллар тер тўкиб, кимсан — фалончи бўлсаму, 
Энди қишлоқ менгами работ, бормайман, деди.
Қани менинг ҳурматим, пастдан юқорингиз шуми?! 
Борса бўлмасми Шариф, Боймот, бормайман, дсди.
Мен қачон қишлоқиларнинг феъли атворин билай, 
Билмаса ҳурмат нима, шафқот, бормайман, деди.
Майли, текширсин КК, олсин билетни, мен фақат, 
Алданиб «Нуртой» бўлиб, ҳайҳот бормайман, дсди.
''',
  ),
  ContentModel(
    title: 'ТУҚИНИШ',
    content: '''Еради,
Қизил шафақ 
Чексиз суръатлар-ла,
Донгдор —
Музёрар кема сингари, 
Ивишиқ бўҳронларни.
Солади 
Жар
«Фашисти дейтунг» тоғдай — 
Шиор
Ва шиддат-ла:
«Зийрак бўлинглар,
Бор
Бир ваҳиманинг 
Буюк сигнали!»
Капитал — суфлёр 
«Дейли экспресс»
Томидан —
Мистер Троцкий 
Хўрозланади!..
— Дод!— дейди.
— Иқтисод,— дейди,
— Барбод,— дейди.
Бекорга уннийди —
Рим папаси,
Фаранг чодирхаёлининг 
Овунчоғи
Жоврайди —
«Лига наций ботирлари»нинг
Қўғирчоғи
Кўради:
Усмоқда,
Ишсизлардан китла —
Қизил шафақ,
Миллионлардан тоғ,
Қапитал радионалига —
Қарши баррикада.
Кўради:
Компартияда 
Виқор ва эътибор.
Шўроларга
Самимий латофат 
Ва ишонч бор.
Капитал тикланишдан нўноқ, 
Бироқ:
Бошдан-оёқ чириш,
«Давоси,— деб ўйлайди,—
СССР билан уруш».
Қапитал —
Бир-бирини ютмоқчи,
Муддао бозор,
Худди—
Оч қолган боа,
Фашистланароқ буржуа. 
Билмайди—у,
Жаҳон пролетариатидан 
Жамланган эскадрнлья-эскадрон 
Кўрсатиб парад —
Саноғи миллион 
Ва миллиард 
Зарбдор —
Акси ҳужумга тайёр!
Маҳкам ушладик 
Меҳнат — яроқни,
Узганинг бир вершок 
Ери керакмас.
Бизнинг бир энлик 
Асл тупроқни 
Ҳеч қачон ёт куч 
Эгаллаёлмас!
ёв босса қадам
Ошиб чегара,
Очамиз кўксидан яра, 
Утказмасдан дам. 
Капитал муғомбир, 
Билмайдики,
Сақланажак Октябрь!
''',
  ),
  ContentModel(
    title: 'АЛКОГОЛЬ',
    content: '''Алкоголь 
бизнинг қонларга 
ва рўзғорларга, 
дин аҳкомлари, 
феодал арконлари, 
капитал қонунлари-ла, 
урф-одатларга 
уйланиб,
ичкуёв,
яъни ёв
бўлиб
кирмишдир.
Алкоголь — 
бизлар қул, 
руҳан тушкун, 
узван тутқун, 
ризқимиз жигархун,
ҳаёт хумори — банг 
бўлганда,
нозли бир бузуқ, 
созли бир сатанг, 
инжиқ бир келин
сингари,
ўз ҳукмин 
ўтказиб,
маират — чимилдиққа
кирмишдир.
Алкоголь, 
ҳей, сунъий, 
хаёлий,
қалбаки сурур,
юзаки ғурур, 
фаҳшга олий, 
номусга тубан 
температура.
Алкоголь
кўзига
қурилиш — йиқиқ; 
ҳар рюмка араҳ 
улуғ бир дарё,
тўлқин — пўртана 
олдида
ичувчи тана
ўпирилмиш қирғоқ.
Алкоголь — 
етти бошли, 
заҳар тилли 
аждарҳо
Улуғ кемалар изидек судралиб
ҳаётлар ютмоҳчи.
Човут солиб, 
карвонларни
дарёга тўкмоҳчи.
Алкоголь —
бир қултум сувки, 
унда,
бир, икки
фабрика ва завод
бурҳитолмай дуд 
бўғзидан
тўфонга ботирилмоқчи.
Алкоголь
плюс прогул,
мудрайди,
ўлик эътибор,
станок
унга тирак,
суръат, 
оҳим — 
ток
бекорга оҳмоқда.
Кўз косаси қизарган
майдан тўлиқ, 
оёққа босиб
туролмаганнинг 
ишида подъём йўқ.
Натижа
бир тоқим брак,
тубан сифат,
Ҳей, сен,
бўл ҳушёр!
Беш йилликнинг учи 
эшикни қоқмоқда.
Алкоголизм — 
ёв,
унга ўлим 1 
У улуғ темпалар 
олдида
чалчиқ сув — 
ғов.
Ҳар беш қадамда,
бир кайф.
Ҳей, сен,
жамият!
Сенга кучлар ҳайф
бўлса фақат; 
беш зарб саккизни —
қирқ,—
пивной ларёкни — йиқ.
Партия шиори
қалқиб борлиққа,
Ҳаммамиз,
ҳаммамиз
оммавий
ҳушёрликка!!!
''',
  ),
  ContentModel(
    title: 'ТУРКСИБ ЙУЛЛАРИДА',
    content: '''Бу йўллар
кўп қадим йўллардир... 
Жаҳоннинг фотиҳи Искандар,
Рум қайсари,
қотил Чингиз,
Боту, Жўжи,
Темурланг
қолдириб кимсасиз из. 
  Чиндан мўғул ўчи 
борлиқни
жонлига қилиб танг,
— Қон!— дея,
— Қон!— дея,
босароқ кечмишдир.
Бу йўллар
кўп қадим йўллар,
Беш миллион,
ўн миллион,
юз миллион нафар
қуллар ва туллар,
Гарданда чўяндан қуйилган занжир, 
Ерларда ҳашарот каби 
Очликдан,
зорликдан гезариб лаби,
Ожиз,
маҳкум,
хор ва бетадбир:
— Нон!— дея,
— Нон!— дея
суриниб кечмишдир.
• •••••••
Бу йўллар
кўп қадим йўллардир, 
Конфуций, шомоний, ислом ва будда,
Бут ва тасбеҳ юклаган
Худди
к арвон лар...
шу йўлдан
занг уриб, 
Чилдирма қоқароқ,
Такбирлар ҳайқириб,
— Қурбон!— деб,
— Қурбон!— деб кечмишдир.
Биридан хотира:
кўҳна бир деворким занжир.
Биридан:
бошлардан
қурилган равоқ.
Биридан:
Балчиғи қон-ла
ийланган
кўк ўпгувчи тоқ,
Биридан:
Уз асрин кечмиш
тумтароқ...
Ном учун,
шон учун
савлат сотароқ,
Ҳам-ма-си,
Ҳам-ма-си
Шу йўлдан кечмишдир.
Бу йўллар
кўп қадим йўллардир,
Бу йўлдан
эзилган
юз миллион нафар,
Бошда,
энг бошда
битта музаффар —
кирли тож,
Бармоғин ишорати-ла, 
бир бутун ўлка
дов учун хирож
Пекиндан Румгача,
Бўмбайдан то Масков,
Қон, суяк устига
тикилган ялов: 
Енгиш довулин чалароқ
Ғурур-ла кечмишдир.
Бу йўллар
кўп қадим йўллар—
Қани, эй тарих!
Шунчаким, бу йўлдан 
зафар
қозонган фотиҳлар,
қайсарлар,
Музаффар зилли султонлар 
устидан
сийнангда бирор эсдалик 
ё из хабар
қолганми?—
Каҳрабо тугмадай,
бағри доғ лоладай.
Айтганларидай
Ким,
Бир лавҳанг қон эса,
Бир лавҳангмиш зар...
Иўқ, албат,
биламан, фақат
Ё тутун — хаёл
бир тушдай
келаркан кечмишдир.
Бу йўллар
кўп қадим йўллардир... 
Узала тушган чўл каби сокит. 
Устидан,
шабада эсмаган
Оғзи қон бир бўри 
Ҳайқирса,
тиниқ кўл каби, 
ё оқсоқ бир ит:
увласа,
Ҳар тонгда
бир донг деб
бонг урса,
довуллар...
Кўлга отилган
Бир кесак парчаси сингари 
Уфқлар бир карра —•
Липиллаб қолар,
Янадан бир сокитлик чўкар,
чизароқ доира
Шивирлаб жимгандай 
У кўлнинг лаби.
Бу йўллар
кўп қадим йўллар...
Бу йўлдан тарихда биринчи дафъа,
Тарихда энг порлоқ —
Улароқ бир сафҳа
қолдириб бир ботир:
Фақат эзгувчи эмас,
Бир фотиҳ,
Улкалар бузғувчи,
эллар қирғувчи,'
ўч олғувчи эмас.
Қуллардан, туллардан,
Ун миллион,
Юз миллион ва миллиард нафар,
Ер куррасида бўлган пролетар 
бирлашган мускул,
мускулли қўл,
Тарихнинг чиркин лавҳасин
ёрароқ
Болға ва ўроқ —
Нажот туғроси,
Қонли варақлар
устига сурғуч уриб
Бу йўлдан
биринчи ва энг сўнг дафъа
Шукуҳ-ла
Ҳайқириб кечмишдир.
Бу йўлда,
шу қадим йўлда 
У фақат ҳукмрон,
Пекиндан Румгача,
Бўмбайдан то Масков,
Сибирдан Туркистон —
ҳаммаси бир яйлов —
ким, ҳалигача
Бу йўллар бўйича чўзилган
Обида ва хотиралар,
ҳайкаллар,
еш ва қон
Номига қурилган экан.
Биз
шу йўллар тизгинин
қўлга олароқ,
Ақлимиз ва шууримиз — 
Госплан
Миямиз — глобус,
Миллиметраси — минг километр.
Ҳар чизги
Қурилишдан бир белги — . ,
Ютуқлардан плюс 
Биз,
Ер куррасин бошини танғидик 
Ва тарихнинг томнрларига қундик 
эриган темир.
Бу йўллар,
шу қадим йўллар
устидан энди
паровоз
Уз
Уфқининг кўксига ханжар солароқ 
Ғалаба наърасин қичқириб 
Донглар, шонлар,
шуҳратлар устидан,
Шпаллар ўрнига —
хурофий бир қонун
босиб,
Кўкракда бронза —
Юлдуз,
Фахр ила 
Келажак,
Бу йўллар,
шу қадим йўллар
устидан
ч ин — Эрон,
Рус — Афғон,
Ҳинд — Туркистон
ва жумла жаҳон,
Ун миллион,
юз миллион
ва мнллиард нафар.
Ер куррасида бўлган пролетар 
Саломи,
дўстлик илҳоми
пўлат карвонларда
ҳайқириб кезажак.
Бу йўллар,
бу қадим йўллар 
Устига бу биздан обида,
абадий хотираки, бундан
тўхтамай бир нафас,
Қон —
Қатрон ҳидимас,
Озодлик шамоли эсажак.
Сўнгги сўз 
Уртоқ Шатовга,
— Бу йўллар,
бу қадим йўллар
Устига 
Даёшь Краснопутиловский паровоз!
''',
  ),
  ContentModel(
    title: 'ВАЛАҲУ АЙЗАН...',
    content: '''Саҳар эрка хўроз уйғонган эрди нозли хобидан,
Қуёш маст қўзғаларди Шарқдаги ичган шаробидан.
Бутун борлиқ саломига ғивирлаб ўрнидан турди, 
Езувчи бош чиқарди кўрпанинг иссиқ ғилофидан.
Қуёш тавсифида юз ювмайин бир шеър ёзмоқ-чун 
Иякни тиззага қўйди, қаламни тутди сопидан.
«Қуёш зардир, қуёш нурдир, қуёш — заъфар кокилли
қиз,
Не фарқим бор менинг, айтинг, табиат офтобидан.
Қуёш мен-мен, қуёш — санъат, қуёшда бир нафосат
бор,
Яратгумдир шеърлар эркалаб қилган тавофидан».
Севинди «кучли шоир» тонгдаги ижодига мағрур,
«Бутун эл қолмасин маҳрум», деди, «шеърим
савобидан».
Босилди бир газетда, бу шеърни ўқиди деҳқон,
Деди: «Бечора шоир айниган эркан-ку тобидан».
Қуёш ҳайвон, кўкат, ер, кишткорларнинг атосидир,
На зар, санъат, на заъфар қиз, узоқ шоирни лофидан.
''',
  ),
  ContentModel(
    title: 'ҚИШ ВА ШОИРЛАР',
    content: '''Бу йилги қиш бугун-эрта бўлмас адо шекилик, 
Жаҳоннинг бўйнида қордан қалин ридо шекилик.
Садоға бўлди бутун мавзуу тилак, войдод,
Қалам тутиб ҳама «Қиш», «Қор»га гадо шекилик.
Қелиб ҳут ила ҳамал, қўш чиқиб яланг қирга,
Адиблар кўнглида қиш қурди чордоно шекилик.
Зерикдиму, нега «қорр, қорр» демайди қарға, қаранг, 
Бугун бутун шуаро қарға жойидо шекилик.
Кўкарди майса, сочилди ерга дон, ҳалигача қиш... 
«Бас энди, бўлди, етар!» деб қилай садо шекилик''',
  ),
  ContentModel(
    title: 'ОБАКИ ДАНДОН',
    content: '''Том бошида тум-так, ғат-ғут, саппону саппо, 
«Алҳамд» ила «Қулё», «Бақара» «сувраи Тоҳо», 
Қирқинчи арақ, кайфи тарақ, конягу вино,
Ҳим-ҳим буралиш, нозли қичиқ, қомати зебо —
Бир ой рўзада ем емаган харлар учундир.
Хонтахтада ширин-шакару қанду мураббо, 
Қази-қўзию гўшти биқин, талқону ҳалво,
Шоҳи чопону ғирч-ғирч этик, чаккада лоло,
Алҳамру ҳаром, жоиз эрур шиша ликёро,
Қорни кажава, гардани ғавс нарлар учундир.
Зоҳирда ҳайитлик кўринур, аслида поро,
Извошда кетар, киссада пул, ёнда нигоро, 
Дуюзламаларга чўт эмасдир иккн дунё,
Билмай ўнгу сўл, атрофда қолиб бўлмоқ оворо — 
Бир неча риёкор «маданий» хумпарлар учундир.
Жулдурвақа тўн, уст-боши шилта, шалаббо,
Қирда жўяк олмоқда етаклаб қўшу моло,
Меҳнатда чиниққан юзи мазут била қоро,
Артелда боқимсизларга кийим тикувчи холо,
Минг рангдаги дин анъанасин йиқмоқ учундир.''',
  ),
  ContentModel(
    title: 'РАСМ ЭГАСИГА',
    content: '''Шу қошлар ўйноқлаб кетсалар,
Яна кўп термулиш гуноҳи
қоплайди йигитни.
Шу кўзлар жавдираб қўзғала кетсалар, 
Телбалик чулғайди сукутни.
Қора соч елларда паришон 
Ҳилпираб тўлғанса,
Кўнгилни кўксига чирмашиш 
Нашъаси эгаллар.
Тегишиб отишга лоладан лапарлар,
Табиат санъатин рамзими, айтингиз?
Шу нозик нигоҳнинг эгаси, чевар қиз.''',
  ),
  ContentModel(
    title: 'КАМПИРИМНИНГ ҲИЙЛАСИ',
    content: '''Аста-аста лаб ялаб ташлар эдим шашқолни,
Толеимдан айланай, кўрсатди ушбу фолни:
Саъри кавшим тескари кийдим, қўлимда зўр асо, 
Пурсалобат салла, тасбеҳ, қочирардим золни,
Дилда ҳақнинг зикрин айтиб, кўчага қўйдим қаДам, 
Шояд учратса худо, деб бир сатанг хушҳолни.
Ногиҳон ўтди ликонглаб парда ичра бир пари, 
Туртди-кетди ёнгинамдан чимчилаб мен чолни.
«Иҳ!» дедим, бир рамзи ншқи эрди бу ночиз йўтал, 
Қайрилиб боқди, алифдек қилди қаддим — долни. 
Турди қассобга асо, тасбеҳ, чопонни топшириб, 
Орқасидан йўрта қолдим, то ялай деб, болни.
Қурғурам ширин забон, ғунча даҳон жонон экан,
Бир йўлакка кирди имлаб, сал очиб от ёлни.
Мен дедим:— Жоно, тасаддуқ тангаю червон кетинг! 
— Вой ўлай, ундай деманг,— деб ўйнар эрди шолни. 
Ичбиқинга қўл юбориб, ваъдасин олдим аранг,
«Эртага мен келтирай санго,— дебон,— тишқолни».
Лаб қочиб етди қулоққа, шоду хуррамлик билан, 
Соддадил қассобдан олдим, тез омонат молни. 
Эртанинг фикрин қилай деб, ҳовлига келган эднм, 
Кирмасимдан баччағар кампир йўғон бир толни — 
Қелтириб бошимга урди, чиқди кўзнинг пахтаси,
Бешни урганда чиқарди миядан мисқолни.
«Воҳ!», деб ерга чўзилсам, урди шаппоти билан,
Кўп ҳақоратлар қилурди мен ғарибу лолни.
Қўчада кўрган ўшал нозик бадан билсам кейин, 
Кампирим эрмиш, синармиш мен қари дажжолни.
''',
  ),
  ContentModel(
    title: 'УЙЛАНИШ',
    content: '''Кўрмасдан, билмасдан уйланиш,
Турмушдай энг ширин неъматга
аламни ўртоқлаш эмасми?
Танимай, тўсатдан бўлган эш,
Яшашда энг чуқур кулфатга
судровчи ёв тўнин киймасми?
Иигитлик умрининг ёзмишин,
«Тақдир» деб дардисар улфатга
йўлиқиш қаҳратон қишмасми?
Ҳаётга менсимай илжайиш 
Қишини етаклаб ғурбатга,
бир йўлсиз гангратиб қўймасми?
Кампирлар минг десин садаф тиш,
Еш кучнинг нотаниш савлатга
оғиши кулгироқ бўлмасми?''',
  ),
  ContentModel(
    title: 'АГАР УРУШ БУЛИБ ҚОЛСА...',
    content: '''Бўлиб қолса уруш,
Яна каллалардан тўпланган хнрмон.
Яна кучсизни эзиш,
Яна кесик бошларнинг қонида тегирмон!
Бу, бу қандай иш?!
Азоб, ўлим, эл-юрт вайрон.
Қаҳатлик, мудҳиш
Аланга, заҳарли тутунда кўкатлар сомон!
Эй, илжайган мурдор бет,
Оқарган тиш!
Кишилик дунёсин қовурган малъун, кет!
Бизга керакмас уруш!
Эй жаҳонни чайнамак истаган 
Сармоя қуллари!
Сизга жавобан пролетар сутини ичгаи 
Азаматлар, ўн йнлнинг ботирлари, доим тайёр!''',
  ),
  ContentModel(
    title: '«ДУСТ, МЕНГА ИНОНМА!..»',
    content: '''Тинглангиз!
Севгимиз достонин сўнглари ўқилур:
Ойдин кечаларда самимий бўсалар,
Узлуксиз арзи ишқ, умидли ваъдалар 
Шам каби эрийдир, хаёлдай йўқ бўлур.
Биламан, сиз чиндан биллурин кўкракда 
Менга деб кўп илиқ муҳаббат сақлайсиз.
Эсизким, эшим бор икки жуфт қора кўз,
Жавдираб гинали термулар қаршимда.
«Дўст, менга инонма!» — қайси бир йигитнинг 
Кимларга узрли фиғони экан-ку.
Кимларни йиғлатган оҳанги экан бу,
Бу сиздай бир қизга мен дардли тентакнинг
(айтгани) шубҳасиз!''',
  ),
  ContentModel(
    title: 'ФАЛАК ОНА',
    content: '''Эр йигит!
Бошингда ўрнаган қайғуни,
Ошингга қўшилган оғуни
Кўрмагил ўз онанг фалакдан. 
Эсда тут!
Ҳеч она бағрида яйратиб 
Устирган ўғлига киприк тутиб 
Ажратмас у қилган тилакдан.
Бир ўгит!
Курашда кўп ваҳший кучлар бор, 
Чидамсиз кўкларни айлар хор!
''',
  ),
  ContentModel(
    title: 'ҚИЗИЛ БАИРОҚ',
    content: '''«Марш»
Қўлдаги қизил байроқ онтимиздир, ўртоқлар, 
Елкамиздаги милтиқ юртимизни тинч сақлар,
Кўр бўлсин чидолмасдан йўлтўсар бузуқ бошлар, 
Илгарига босгаймиз биз ботир билак ёшлар.
Кўп туманли кулфатлар даҳшати билан барбод 
Ҳолига келиб қолган хўжалик бўлур обод,
Тинмай ишласак энди, эй қадрли, йўлдошлар, 
Илгарига босгаймиз биз ботир билак ёшлар.
Кўп замон асоратда қолган, эй хотин-қизлар, 
Бевалар, тул, ўксизлар, яйрангиз бугун сизлар, 
Эмди йиғламас, чақнар шу қора кўзу қошлар, 
Илгарига босгаймиз биз ботир билак ёшлар.
Бой, эшон билан мулла кўзни боғламас энди, 
Чунки ишни бошига қўллари қадақ минди, 
Фитначи, фасодчилар кўзидан тўкар ёшлар, 
Илгарига босгаймиз биз ботир билак ёшлар.
Ишчи-деҳқон ўғлимиз, қўлни-қўлга бергаймиз,
Ижтимоий турмушни ер юзида қургаймиз,
Лениннинг изми билан фирқа бизга йўл бошлар. 
Илгарига босгаймиз биз ботир билак ёшлар''',
  ),
  ContentModel(
    title: 'ОЛҚИШ!',
    content: '''Жон қийратган яқин ўтган курашда, 
Азаматлик кўригини кўрсатган,
Миллион сонли наърали шерларга олқиш!
Шаҳаншонинг мақбарасин ясашда, 
Тахтга тобут тегизилган асқотган,
Алай, балай илғор, олғурларга олқиш!
Ер юзининг жафокаши яшашда,
Озод, эркин бўлсин, деб жон чеккан,
Жафо чеккан манглай терларга олқиш!
Тўғрида қон қайнаган курашда, 
Кўпчиликнинг эрки учун курашган, 
Тоймас билак, қайилмас эрларга олқиш!''',
  ),
  ContentModel(
    title: '«ДОНГЛИ» ШОИРГА',
    content: '''Бекэода, пошшолик дошида қайнаган,
Ет эллар пулига ёлланган бир сотқин,
Келгинди, бош кесиб қаҳрамон саналган,
Сардор босқинчининг қонли садоғин
Ялашдан тўймаган, эй эпчил, «ширин тил!»
Бузғунлик ичида тамомлаб ўз ишин,
Гуноҳсиз мурдалар устида илжайган,
Малъун кўкракларда бир мисқол қўрғошин,
Мазлумлар номидан жойлашган эруркан,
Бир номард «ботир»-чун йиғлаган, эй кўнгилС
Елғончи тараннум, кўпикли ваҳима,
Фаслли ҳурматнинг эгаси, эй шоир,
Туз ичган тузлиққа тупурмоқлик нима,
Жечмишлар, «лаззатли» фурсатлар кечмишдир, 
Қулларнинг исёнин ўн йили, сергак бўл!
''',
  ),
  ContentModel(
    title: 'СЕВДИГИМ...',
    content: '''Севдигим пролетар, исёнлар сенинг,
Даҳр ичра тўфону туғёнлар сенинг,
Жон чеккан милёнлар-милёнлар сенинг, 
Тўлқинли курашда ҳурбонлар сенинг.
Икки бошли бургут, олтин ва ханжар 
Ҳар кун берар эди ўлимдан хабар,
Жон қайғули, ҳаёт-алам ва кадар,
Дор сенга, зулматли зиндонлар сенинг.
Ҳукмронлик қилган чоғда истибдод, 
Хўжаликлар бузғун, қишлоқлар барбод,
Ҳар ёқда минг инграш, минг йиғи, минг дод, 
Хароба хонумон, вайронлар сенинг,
Кенг уфққа қанот ёзган капитал,
Бир нафас эрк учун бермас эди гал,
Синфлар юзма-юз курашга маҳтал, 
Уйғонинг, эй, ишчи-деҳқонлар сенинг.
Бу кураш — синф-ла синф талоши, 
Капиталнинг заҳар-заққумдир оши,
Пролетарнинг баланд юксалиб боши, 
Музаффар қаҳқалар, хандонлар сенинг.
Даврнинг тизгинин олиб қўлларга,
Наҳрлар оқизиб бийдай чўлларга,
Тириклик, онг, билим бериб гулларга, 
Ободлик, шул гигант давронлар сенинг.''',
  ),
  ContentModel(
    title: 'СУРНАЙ',
    content: '''(Кўҳна хотиралардан)
Мунгли булбулдай 
Инграрди тинмай,
Бағрим эзарди 
Борлиқни ёқиб,
йиғлоқи сурнай.
Қумрининг тўйи:
Безалган уйи,
Найнинг навоси 
Қайта-қгйтадан
чалиниб тинмай.
Йиғлағур кўздан,
Аламли сўздан,
Қуршашиб ўздан, 
Қистоқлаб бари,
тинглашди қўймай.
— Қуёв поччангиз 
Қелди қочингиз,
Сочқи сочингиз, 
йўлни очингиз,
тайёрланинг, ҳай!
Айвон ўралди,
Сўзлар қуралди,
Қуёв сўралди,
Ҳаққи-маҳри ҳам
айтилди қолмай.
Қари-қартанг, ёш 
Еяр экан ош,
Успиринлар қош 
Уйнатиб унга —
сўз отар қўймай.
Жўнашди йўлга,
Бошларда жиға,
Зарбоф тўн бўйга 
Қўғирчоқ каби
«ярашди» шундай.
...«Сарбоз» чаларди,
Кимлар куларди...
Қумри йиғларди,
Қайнар кўзёшлар
оқарди тинмай.
Тарайди сочин,
Чимириб қошин,
Ғамли бу бошин 
Бало тоғлари,
босгач аямай.
Борди севгани 
Қўлин бергани,
На ёмон тақдир 
Бажарди ҳукмин
севгига боқмай.
Зўрлаб сотдилар,
Зарга ботдилар,
Утга ёқдилар,
Қумри севгисин 
Назарга илмай,
назарга илмай.
''',
  ),
  ContentModel(
    title: 'БУЛСИН',
    content: '''Эл тинч, тўқ,
Душман — йўқ,
Ҳар кимда эҳтиётга 
Бир милтиқ бўлсин!
Сўзлар оз,
Ишлар соз, 
Юртимизни саҳлашга 
Ҳар йигит ғоз бўлсин!
Аскар зўр,
Бойлар хўр,
Айниқса Чемберлен, 
Чидолмай кўр бўлсин!
Гуллаб чўл 
Унум мўл — 
Бўлганда, тескари 
Қутқуга йўл бўлсин?!
Аэроплан 
Ва танклар 
Эртаги курашда
Бизга қалқон бўлсин!
Чоракор,
Мардикор,
Албатта комсомол 
Доим тайёр бўлсин!
''',
  ),
];
